Repository: ApacheFriends/xampp-build
Catalog: tools/translator/bitnami/*/bitnami.po
Languages: de, es, fr, he, pt_br, ro, ru

source: It was not possible to detect the version of the installed XAMPP. If it is older than ${xampp_minor_version}, this installer may not work.
es: No ha sido posible detectar una versión de XAMPP instalada. Si la instalación previa es menor que ${xampp_minor_version}, este instalador puede no funcionar.

source: The version of the installed XAMPP (${xamp_version}) is older that the minimum supported (${xampp_minor_version}).
es: La versión instalada de XAMPP (${xamp_version}) es más antigua que la mínima soportada (${xampp_minor_version}).

source: Note: You should select the previous installation of Bitnami. For example: C:Bitnamiwampstack-5.4.15-0
es: Nota: Debes seleccionar una instalación previa de Bitnami. Por ejemplo: C:Bitnamiwampstack-5.4.15-0

source: Need help?
es: Necesita ayuda?

source: ${product_fullname} requires at least ${bitnamisettings_minimum_memory}MB of memory and the installer has detected ${bitnamisettings_total_memory}MB of memory. This may prevent the application from installing, working properly or cause it to stop functioning due to lack of memory. Visit the following link to learn how to increase the swap space. http://bitnami.com/lowmemory Continue with installation?
es: ${product_fullname} requiere al menos ${bitnamisettings_minimum_memory}MB de memoria y el instalador ha detectado ${bitnamisettings_total_memory}MB de memoria. Esto podría hacer que la aplicacione se instale o funcione correctamente debido a la falta de memoria. Visita el siguiente enlace para saber cómo incrementar el espacio swap. http://bitnami.com/lowmemory ¿Continuar con la instalación?

source: ${product_fullname} requires at least ${bitnamisettings_minimum_memory}MB of memory and the installer is not able to detect the machine memory. This may prevent the application from installing, working properly or cause it to stop functioning due to lack of memory. Visit the following link to learn how to increase the swap space. http://bitnami.com/lowmemory
es: ${product_fullname} requiere al menos ${bitnamisettings_minimum_memory}MB de memoria y el instalador no ha podido detectar la memoria total. Esto podría hacer que la aplicacione se instale o funcione correctamente debido a la falta de memoria. Visita el siguiente enlace para saber cómo incrementar el espacio swap. http://bitnami.com/lowmemory

source: The installer detected that the installation folder ${app(${project.shortName}).installdir} is not empty. Please make sure that any older version of the application is uninstalled, as continuing with the installation may corrupt the current one. Do you want to continue?
es: El instalador detectó que el directorio de instalación ${moodle_installation_directory} no está vacío. Por favor asegúrese que la aplicación antigua fué desinstalada ya que continuar con la instalación puede corromperla. ¿Desea continuar con la instalación?

source: Setting up modules tables
es: Creando las tablas de los modulos

source: Change Windows settings to associate Python files (.py) to the bundled Python.
es: Cambiar las opciones de configurarión de Windows para asociar los ficheros de Python (.py) a la versión de Python incluida en el installador

source: Registering Python
es: Registrando Python

source: Configuring Apache
es: Configurando Apache

source: Tools
es: Herramientas
fr: Outils

source: Add Bitnami Python to the registry
es: Añadir la versión de Python de Bitnami en el registro

source: Creating admin user
es: Creando usuario administrator

source: Choose a folder to create the repository in
es: Elija un directorio para crear el repositorio

source: Warning: All data in the project and repository directory will be deleted. Do you wish to continue?
es: Atención: Todos los datos en el directorio del proyecto y en el repositorio serán borrados. ¿Desea continuar con la desinstallación?

source: Creating environment
es: Creando el entorno

source: Creating project
es: Creando el projecto

source: "${trac_projects_dir}" already exists. Please select a different folder.
es: La ruta "${trac_projects_dir}" ya existe. Por favor seleccione un directorio differente.

source: Registers Bitnami Python in the Windows registry.
es: Añade la versión de Python de Bitnami en el registro de Windows.

source: Project Name
es: Nombre del proyecto

source: Remove Bitnami Python from the registry
es: Borrar la versión de Python de Bitnami del registro

source: Do you want to setup an initial project?
es: ¿Desea configurar un projecto inicial?

source: Creating git repository
es: Creando el repositorio de Git

source: Git is a free and open source distributed version control system designed to handle everything from small to very large projects with speed and efficiency.
es: Git es un sistema de control de versiones de código abierto y gratuito diseñado para manejar cualquier proyecto, desde pequeño a muy grande, con velocidad y eficiencia.

source: Repository type
es: Tipo de repositorio

source: Creating projects folder
es: Creando el directorio de proyectos

source: Change association settings for Python
es: Cambiar las opciones de asociación de ficheros para Python.

source: Removes Bitnami Python from the Windows registry.
es: Borrar la vesión de Python de Bitnami del registro de Windows.

source: Setting permissions
es: Configurando permisos

source: See help file regarding registering Python in the Windows Registry
es: Consultar la documentación sobre registrar Python en el registro de Windows

source: Create Project
es: Crear Proyecto

source: Creating subversion repository
es: Creando el repositorio de Subversion

source: Subversion is an open source version control system.
es: Subversion es un sistema de control de versiones de código abierto.

source: Help
es: Ayuda

source: "${trac_repositorypath}" already exists. Please select a different folder.
es: La ruta "${trac_repositorypath}" ya existe. Por favor seleccione un directorio differente.

source: This option lets you change the Windows properties to associate the Python files to the new Python that are going to be installed. If you have your own Python you may want to disable this feature.
es: Esta opción le premite cambiar las propiedades de Windows para asociar los ficheros de Python a la nueva versión de Python que va a ser installada. Si ya tiene su propia versión de Python installada en su máquina puede preferir desabilitar esta opción.

source: Choose a folder to create your projects in
es: Por favor elija un directorio para crear los proyectos

source: Wiki name
es: Nombre de la Wiki

source: Please configure MediaWiki installation
es: Por favor configure la installación de MediaWiki

source: Starting Servers
es: Arrancando los servidores

source: Hostname that will be used to create internal URLs. If this value is incorrect, you may be unable to access your OSQA installation from other computers.
es: Hostname será usado para crear las URLs internamente. Si este valor es incorrecto, es posible que no pueda acceder a su instalación de OSQA desde otros ordenadores.

source: Creating Project Database
es: Creando la base de datos del proyecto

source: First Name
es: Nombre

source: Last Name
es: Apellido

source: Moodle Site Settings
es: Configuración del Sitio

source: Please configure Moodle installation
es: Por favor configure la instalación de Moodle

source: Username '${username}' is reserved. Please use a different user name.
es: Nombre de usuario '${username}' reservado. Por favor, indique otro nombre de usuario.

source: Please enter the Zope configuration parameters you wish to use.
es: Por favor, introduzca los parámetros de configuración de Zope que le gustaría usar.
pt_br: Insira os parâmetros de configuraçâo do Zope que você desaja usar.

source: Unable to bind to the given port number. Please select another Zope ZeoDB Server Port.
es: Imposible ocupar el puerto solicitado. Por favor, seleccione otro puerto para el servidor ZEO.
pt_br: Não é possível ligar para o número de porta dada. Selecione outro porta do servidor Zope ZeoDB.

source: Zope Server Port:
es: Puerto para el servidor Zope:
pt_br: Porta do servidor Zope:

source: Compiling eggs
es: Compilando Python eggs
pt_br: Compilando Python eggs

source: Plone is a free and open source content management system built on top of the Zope application server. Plone can be used for any kind of website, including blogs, internet sites, webshops and internal websites.
es: Plone es un sistema de gestión de contenidos open source construido sobre el servidor de aplicaciones Zope. Plone se puede utilizar para cualquier tipo de sitio web, incluyendo blogs, tiendas online, en servidores públicos o en intranets.

source: Unable to bind to the given port number. Please select another Zope Server Port.
es: Imposible ocupar el puerto solicitado. Por favor, selecciones otro puerto para el servidor Zope.
pt_br: Não é possível ligar para o número de porta dada. Selecione outro porta do servidor Zope.

source: Installing Plone
es: Instalando Plone
pt_br: Instalando Plone

source: Plone Port Configuration
es: Configuración del puerto de Plone
pt_br: Configuraçâo da porta do Plone

source: Zope ZeoDB Server Port:
es: Puerto del servidor ZEO:
pt_br: Porta do servidor Zope ZeoDB:

source: Creating instance
es: Creando instancia del servidor Zope
pt_br: A criação de instância

source: Zope Server Port and Zope ZeoDB Server Port cannot be the same port. Please select another Zope ZeoDB Server Port.
es: El puerto del servidor Zope y el del servidor Zope ZeoDB no pueden ser el mismo. Por favor, seleccione otro puerto para el servidor Zope ZeoDB.
pt_br: A porta do servidor Zope Zope eo ZeoDB servidor não pode ser a mesma porta. Selecione outra porta para o servidor ZeoDB Zope.

source: The installation process failed
es: El proceso de instalación ha fallado

source: You are trying to install a Ruby ${rubyVersion} based application in a Bitnami stack that is not supported. Please download and install Ruby Stack ${rubyVersion} version at bitnami.com site
es: Estás intentando instalar una aplicación basada en Ruby ${rubyVersion} sobre una stack de Bitnami que no está soportada. Descarga e instala Ruby stack ${rubyVersion} desde bitnami.com

source: Password is weak. Please choose a stronger password.
es: Contraseña insegura. Por favor elige una constraseña más compleja.

source: Unable to bind to port ${serverPort}. ${process_binding_message}You can stop the running process or select a different port.
es: Imposible ocupar el puerto ${serverPort}. ${process_binding_message}Puede parar el proceso en ejecución o seleccionar otro puerto diferente.

source: This port is already in use by the "${process_binding_port}" process.
es: Este puerto ya se encuentra en uso por el proceso "${process_binding_port}".

source: Unable to bind to the server port. Please make sure that ${serverName} is not running.
es: No se puede utilizar el puerto de servidor. Por favor, asegúrese de que ${serverName} no se está ejecutando.

source: Unable to find a server running at given port number. Please select another one.
es: No se puede encontrar un servidor en ejecución en el número de puerto dado. Por favor, seleccione otro.

source: Please choose a correct value number for the ports (only digits are allowed)
es: Por favor elija un valor correcto para el puerto (sólo se permiten dígitos)

source: Please provide the SMTP configuration parameters
es: Por favor especifica los parametros de configuración de SMTP

source: Timeout waiting for text into files
es: Se ha alcanzado el límite de tiempo esperando que aparezca el texto en los ficheros

source: Timeout waiting for text "${text}" in files
es: Se ha alcanzado el límite de tiempo esperando que aparezca el texto "${text}" en los ficheros

source: Select one of the following options
es: Selecciona una de las siguientes opciones

source: Do not use any certificate. Recommended only for local evaluations that will not involve network access.
es: No usar certificados. Recomendado solo para instalaciones de evaluacion locales que no necesiten acceso a la red.

source: Generate new self-signed certificate. Recommended setting for evaluation installations with network access.
es: Generar un certificado autofirmado. Recomendado para instalaciones de evaluacion con acceso a la red

source: Import an existing certificate. Recommended setting for production installations. You will need an active SSL certificate file for the hostname you are installing ${product_fullname} to.
es: Importar un certificado existente. Recomendado para instalaciones en produccion. Necesitaras un certificado SSL activo para el hostname donde estas instalando ${product_fullname}.

source: The Certificate and the Private Key does not match. The installer is going to generate a self-signed certificate and you can replace it after the installation.
es: El Certificado y la Clave Privada no emparejan. El instalador va a generar un certificado autofirmado y podra reemplazarlo cuando acabe la instalacion.

source: SSL Configuration
es: Configuracion SSL

source: The Private Key is not valid.
es: La clave privada no es valida.

source: Import
es: Importar

source: Import an SSL Certificate
es: Importar un certificado SSL

source: Import your .key file
es: Importar fichero .key

source: Generate
es: Generar

source: Import existing SSL Certificate
es: Importar un certificado SSL existente

source: Import your .crt file
es: Importar fichero .crt

source: The Certificate is not valid.
es: El certificado no es valido

source: Please select your own SSL Certificate
es: Por favor seleccione su certificado SSL

source: Do you want to import your own SSL certificate?
es: ¿Quiere importar su propio certificado SSL?

source: This is required so your application can protect private information.
es: Esto es necesario para que su aplicacion pueda proteger informacion privada.

source: The file ${apachessl_import_certificate_key} does not exist
es: El fichero ${apachessl_import_certificate_key} no existe

source: The file ${apachessl_import_certificate_file} does not exist
es: El fichero ${apachessl_import_certificate_key} no existe

source: Installing gems, this could take some minutes.
es: Instalando gemas, esto puede llevar unos minutos.

source: The SMTP host and user cannot contain spaces.
es: Los parámetros usuario y host de SMTP no pueden contener espacios.

source: URL decoding too complex
es: La decodificación de la URL es demasiado compleja

source: The version of glibc installed in the system ${linux_libc_version} is not compatible. You can find more information here: https://docs.bitnami.com/installer/faq/linux-faq/troubleshooting/check-glibc-linux/ Please use this installer in an operating system with glibc greater than ${bitnamisettings_minimum_glibc_version}.
es: La versión de glibc instalada en el sistema ${linux_libc_version} no es compatible. Puedes encontrar más información aquí: https://docs.bitnami.com/installer/faq/linux-faq/troubleshooting/check-glibc-linux/ Por favor use este instalador en un sistema operativo con una versión de glibc superior a ${bitnamisettings_minimum_glibc_version}.

source: The version of libstdc++ installed in the system could be older than expected and doesn't include a glibcxx compatible version. You can find more information here: https://docs.bitnami.com/installer/faq/linux-faq/troubleshooting/check-libstdcplusplus-linux/ We detected the glibcxx ${linux_libcxx_version} version. Please use this installer in an operating system with glibcxx greater than ${bitnamisettings_minimum_glibcxx_version}.
es: La versión de libstdc++ instalada en el sistema podría ser más antigua de la esperada y no incluye una versión compatible de glibcxx. Puedes encontrar más información aquí: https://docs.bitnami.com/installer/faq/linux-faq/troubleshooting/check-libstdcplusplus-linux/ Hemos detectado la versión ${linux_libcxx_version} de glibcxx. Porf favor use este instalador en un sistema operativo con una versión de glibcxx superior a ${bitnamisettings_minimum_glibcxx_version}.

source: MySQL requires a library that was not found in your system: libtinfo.so.5. You can find more information on how to install it below: https://docs.bitnami.com/installer/faq/linux-faq/troubleshooting/troubleshooting-components/#missing-library-libtinfo-so-5 Do you want to continue with the installation?
es: MySQL requiere una librería que no ha sido encontrada en el sistema: libtinfo.so.5. Puedes encontrar más información de cómo instalarla en el siguiente enlace: https://docs.bitnami.com/installer/faq/linux-faq/troubleshooting/troubleshooting-components/#missing-library-libtinfo-so-5 ¿Desea continuar con la instalación?

source: PHP requires a library that was not found in your system: libnsl.so.1. You can find more information on how to install it below: https://docs.bitnami.com/installer/faq/linux-faq/troubleshooting/troubleshooting-components/#missing-library-libnsl-so-1 Do you want to continue with the installation?
es: PHP requiere una librería que no ha sido encontrada en el sistema: libnsl.so.1. Puedes encontrar más información de cómo instalarla en el siguiente enlace: https://docs.bitnami.com/installer/faq/linux-faq/troubleshooting/troubleshooting-components/#missing-library-libnsl-so-1 ¿Desea continuar con la instalación?

source: ${product_fullname} Manager Tool
es: ${product_fullname} Herramienta Manager

source: Apply the best Agile practices in your projects with Redmine+Agile.
es: Incorpora las mejores técnicas de desarrollo ágil a tus proyectos con Redmine+Agile.

source: Agile plugin
es: Plugin Agile

source: Only / is supported. Please note that once the application is moved to / you cannot revert the changes automatically with this tool.
es: Únicamente el valor / está soportado. Por favor, entienda que una vez que la aplicación se mueva no podrá revertir los cambios usando esta herramienta.

source: Configure SSL Settings
es: Configure la conexión SSL

source: The SMTP username is not a valid email.
es: El usuario SMTP no es una cuenta de email válida.

source: Email account not valid.
es: La cuenta de email no es válida.

source: The email can not be empty when the SMTP settings are configured.
es: El campo email no puede estar vacío si se configuran los parámetros SMTP

source: You are trying to install a 64bit application on a 32bit operating system. It is recommended that you use a 32bit instead.
es: Estás intentando instalar una aplicación de 64 bits en un sistema operativo de 32 bits. Es recomendables que uses la versión de 32 bits.

source: You don't have enough free disk space to accomplish the upgrade process. Please select another directory for a fresh installation or get more free space (required at least ${upgrade_required_diskspace_mb}MB)
es: No tiene suficiente espacio libre en su disco duro para realizar la actualización. Por favor, seleccione otro directorio para una instalación limpia o libere espacio (requiere al menos ${upgrade_required_diskspace_mb}MB)

source: We have detected an outdated version in that directory. The installer will upgrade your current installation
es: Hemos detectado una versión desactualizada en ese directorio. Se actualizará la instalación actual

source: Found previous installation
es: Se encontró una instalación anterior

source: Restoring database...
es: Restaurando base de datos...

source: Upgrade process finished successfuly
es: La actualización terminó con éxito

source: Preforming tasks for upgrade...
es: Realizando teareas de actualización...

source: Please wait. This could take a while.
es: Por favor, espere. Puede tardar un poco.

source: Backing up database...
es: Realizando copia de seguridad de la base de datos...

source: The installer was not able to connect to the MySQL server. Please make sure MySQL is running.
es: El instalador no pudo conectarse a MySQL server. Por favor, asegúrese que MySQL está funcionando.

source: Please enter the existing MySQL password
es: Por favor introduzca la contraseña actual de MySQL

source: The installer was not able to connect to the MySQL server. Please make sure MySQL is running and introduce a valid password to connect to the MySQL server.
es: El instalador no pudo conectarse a MySQL server. Por favor, asegúrese que MySQL está funcionando y ha introducido una contraseña válida para conectarse a MySQL server.

source: Creating backup of the previous installation...
es: Realizando copia de seguridad de la instalación anterior...

source: Upgrade result
es: Resultado de la actualización

source: The installer cannot create the backup file of your current installation in the following path: ${bitnamiBackupZip}. The installation will finish without upgrading it
es: El instalador no pudo crear una copia de seguridad de su instalación actual en la siguiente ruta: ${bitnamiBackupZip}. La instalación finalizará sin actualizarse

source: Installing osqa dependencies
es: Instalando las dependencias de osqa

source: MongoDB only supports OS X versions 10.7 (Lion) on Intel x86-64 and later.
es: MongoDB sólo soporta OS X 10.7 (Lion) en Intel x86-64 y versiones superiores.

source: Cannot source PostgreSQL file '${sqlFile}': It does not exist
es: No se puede localizar el fichero de PostgreSQL '${sqlFile}': No existe

source: Cannot source PostgreSQL file '${sqlFile}': It is not readable by the current user
es: No se puede localizar el fichero de PostgreSQL '${sqlFile}': No es legible por el usuario actual

source: Unknown PostgreSQL definition for identifier '${id}'
es: Definicion desconocida de PostgreSQL para identificador '${id}'

source: cURL not found! Looking for: ${curl_path}
es: No se pudo localizar cURL en la siguiente ubicación: ${curl_path}

source: Please note the following password will be used to set the initial values of the ${product_fullname} application and the ${mysql_database_type} root user.
es: Por favor tenga en cuenta que la sigueinte contraseña será utilizada para establecer los valores iniciales de la aplicación ${product_fullname} y del usuario root de ${mysql_database_type}

source: ${product_fullname} does not support to be installed on top of ${base_stack_name} ${base_stack_version}. Please download the stable version of ${base_stack_name} that supports to install this module on top of it
es: ${product_fullname} no está soportado en ${base_stack_name} ${base_stack_version}. Por favor descarga la versión estable de ${base_stack_name} que soporta instalar este módulo encima de él.

source: Brazilian Portuguese
es: Brasileño portugués

source: Bosnian
es: Bosnio

source: Norwegian
es: Noruego

source: Galician
es: Gallego

source: Catalan
es: Catalán

source: Lithuanian
es: Lituano

source: Turkish
es: Turco

source: Vietnamese
es: Vietnamita

source: Slovene
es: Eslovenio

source: Danish
es: Danés

source: Hungarian
es: Húngaro

source: Ukrainian
es: Ucraniano

source: Slovak
es: Eslovaco

source: Moodle Microsoft Plugins
es: Plugins de Microsoft para Moodle

source: Integration with Microsoft services like Onenote and Office365
es: Integración con servicios de Microsoft como Onenote y Office365

source: GCC was not found on your system. Varnish uses the gcc compiler by default. Please disable Varnish or install GCC in your system to continue with the installation.
es: No se ha encontrado GCC en su sistema. Varnish utiliza el compilador GCC por defecto. Por favor, deshabilite Varnish o instale GCC en su sistema para continuar la instalación

source: Please enter a password using any Basic Latin character except ' " ` \
es: Por favor, introduzca cualquier caracter Basic Latin en su contraseña excepto ' " \

source: Choose a port that is not currently in use, such as port ${mysql_port}.
es: Elija un puerto que no esté en uso actualmente, como el puerto ${mysql_port}.
