Repository: ApacheFriends/xampp-build
Catalog: tools/translator/bitnami/*/bitnami.po
Languages: de, es, fr, he, pt_br, ro, ru

source: The length of the username must be greater than ${component(paramadminaccount).parameter(base_required_username_length).value}
de: Die Länge des Benutzernamens muss mindestens ${component(paramadminaccount).parameter(base_required_username_length).value} Zeichen sein
es: La longitud del nombre de usuario tiene que ser mayor que ${component(paramadminaccount).parameter(base_required_username_length).value}
fr: La longueur du nom d'utilisateur doit être supérieure à ${component(paramadminaccount).parameter(base_required_username_length).value}
he: אורך שם המשתמש חייב להיות ארוך מאשר ${component(paramadminaccount).parameter(base_required_username_length).value}
pt_br: O comprimento do nome de usuário deve ser maior do que ${component(paramadminaccount).parameter(base_required_username_length).value}
ro: Lungimea numelui de utilizator trebuie să fie mai mare decât ${component(paramadminaccount).parameter(base_required_username_length).value}
ru: Длина имени пользователя должна быть не меньше ${component(paramadminaccount).parameter(base_required_username_length).value}

source: Creating database / Initializing user account. This may take some time.
de: Erstelle Datenbank und initialisiere Benutzer-Account. Dies kann einen Moment dauern.
es: Iniciando la base de datos. Esto puede tardar.
fr: Création de la base de données / Initialisation du compte utilisateur. Ceci va prendre du temps.
he: מסד הנתונים נוצר / חשבון המשתמש נוצר. פעולה זו עלולה לארוך זמן מה.
ro: Creearea bazei de date / inițializare contului de utilizator. Necesită puțin mai mult timp.
ru: Создание базы данных / Инициализация учётной записи. Это может занять некоторое время.

source: Web Server domain
es: Dominio del servidor Web
he: שם מתחם שרת האינטרנט
pt_br: Domínio do servidor da web
ru: Домен веб-сервера

source: Bulgarian
de: Bulgarisch
es: Búlgaro
fr: Bulgare
he: בולגרית
ro: Bulgară
ru: Болгарский

source: DB User Password
de: DB Benutzerpasswort
es: DB Contraseña de usuario
fr: Mot de passe utilisateur pour la base de données
he: ססמת המשתמש במסד הנתונים
pt_br: Senha de usuário de BD
ru: Пароль пользователя БД

source: Production settings
de: Werkseinstellungen
es: Ajustes para producción
fr: Paramétrages de production
he: הגדרות הפקה
pt_br: Configurações de produção
ro: Setări de producție
ru: Настройки производительности

source: ${product_fullname} Service
de: ${product_fullname}-Dienst
es: Servicio ${product_fullname}
he: שירות ${product_fullname}
pt_br: Serviço ${product_fullname}
ro: Serviciul ${product_fullname}
ru: Служба ${product_fullname}

source: Installing RubyGems, please be patient.
de: Installiere RubyGems, bitte warten.
es: Instalando RubyGems, por favor tenga paciencia.
fr: Veuillez patienter : installation de RubyGems.
he: מתבצעת התקנת RubyGems, נא להתאזר בסבלנות.
ro: Instalez RubyGems, vă rog să așteptați.
ru: Установка RubyGems. Пожалуйста, подождите.

source: sphinx Server port
es: Puerto del Servidor sphinx
he: פתחת שרת ה־sphinx
ru: Порт сервера sphinx

source: Populating database.
de: Datenbank wird befüllt.
es: Rellenando la base de datos.
fr: Remplissage de la base de données.
he: מסד הנתונים מתמלא.
ro: Popularea bazei de date.
ru: Заполнение базы данных.

source: Setup will try to install new databases and will overwrite any existing duplicate. Do you wish you continue?
de: Das Setup wird versuchen die neue Datenbank zu installieren und vorhandene Duplikate zu überschreiben. Möchten Sie fortfahren?
es: Se intentará instalar las nuevas bases de datos y se sobreescribirá cualquier duplicación existente. ¿Desea continuar?
fr: La procédure essaiera d'installer de nouvelles bases de données. Elle écrasera aussi toutes duplications. Souhaitez-vous continuer?
he: תכנית ההתקנה תנסה להתקין מסדי נתונים חדשים ותשכתב על כל עותק קיים. האם ברצונך להמשיך?
pt_br: A configuração tentará instalar novos bancos de dados e sobrescreverá qualquer duplicação existente. Deseja continuar?
ro: Se va încerca instalarea unei baze de date noi și se va suprascrie orice dupplicat existent. Doriți să continuați ?
ru: Программа установки попытается установить новые базы данных и перезапишет любую существующую копию. Продолжить?

source: ${product_fullname} ${mysql_database_type} Service
de: ${product_fullname} ${mysql_database_type}-Dienst
es: Servicio de ${mysql_database_type} ${product_fullname}
he: שירות ה־${mysql_database_type} של ${product_fullname}
pt_br: Serviço do ${mysql_database_type} do ${product_fullname}
ro: Serviciul ${mysql_database_type} ${product_fullname}
ru: Служба ${product_fullname} ${mysql_database_type}

source: There is not enough free space on ${installdir}. You need at least ${base_needed_space} MB in order to install ${product_fullname}
de: Nicht genügend freier Speicher auf ${installdir}. Sie brauchen mindestens ${base_needed_space} MB um ${product_fullname} installieren zu können
es: No hay espacio suficiente en ${installdir}. Necesitas al menos ${base_needed_space} MB para instalar ${product_fullname}
fr: Espace disque insuffisant sur ${installdir}. Pour installer ${product_fullname}, vous avez besoin d'au moins ${base_needed_space} MB
he: אין די מקום פנוי תחת ${installdir}. על מנת להתקין את ${product_fullname} יידרשו לך לפחות ${base_needed_space} מ״ב פנויים
pt_br: Não há espaço livre em disco suficiente em ${installdir}. Você precisa de pelo menos ${base_needed_space} MB para instalar o ${product_fullname}
ro: Nu există suficient spațiu liber pe ${installdir}. Aveți nevoie de cel puțin ${base_needed_space} MB înainte de a instala ${product_fullname}
ru: Недостаточно свободного места на ${installdir}. Необходимо как минимум ${base_needed_space} MB чтобы установить ${product_fullname}

source: Shutting down services.
de: Dienste werden heruntergefahren.
es: Parando los servicios.
fr: Arrêt des services.
he: השירותים נכבים.
ro: Închid serviciile.
ru: Выключение служб.

source: Sample data for Joomla (English)
de: Beispieldaten für Joomla (Englisch)
es: Datos de ejemplo para Joomla (Inglés)
pt_br: Dados de amostra de Joomla (inglês)
ro: Date mostră pentru Joomla ( în Engleză )
ru: Тестовые данные для Joomla (на английском языке)

source: Installing gems, please be patient.
de: Installiere gems, bitte warten.
es: Instalando gemas, por favor tenga paciencia.
he: gems מותקנים, נא להתקין.
ro: Se instalează gems, vă rog să așteptați până se termină.
ru: Установка gems. Пожалуйста, подождите.

source: Please enter your ${mysql_database_type} database information:
de: Bitte geben Sie Ihre ${mysql_database_type}-Datenbankinformationen ein:
es: Por favor especifique la información de la base de datos ${mysql_database_type}:
fr: Veuillez saisir votre information de base de données ${mysql_database_type} :
he: נא להזין את פרטי מסד הנתונים שלך מסוג ${mysql_database_type}:
pt_br: Insira suas informações do banco de dados ${mysql_database_type}:
ro: Vă rog să introduceți informațiile bazei de date ${mysql_database_type}:
ru: Пожалуйста, введите информацию о базе данных ${mysql_database_type}:

source: ${product_fullname} Apache Service
de: ${product_fullname} Apache-Dienst
es: Servicio ${product_fullname} Apache
he: שירות ה־Apache של ${product_fullname}
pt_br: Serviço Apache ${product_fullname}
ro: Serviciul Apache ${product_fullname}
ru: Служба ${product_fullname} Apache

source: Hostname that will be used to create internal URLs. If this value is incorrect, you may be unable to access your WordPress installation from other computers.
de: Host-Name der zur Erstellung von internen URLs verwendet wird. Ist dieser Wert nicht korrekt, werden Sie keinen Zugang von anderen Computern auf ihre WordPress-Installation haben.
es: Hostname será usado para crear las URLs internamente. Si este valor es incorrecto, es posible que no pueda acceder a su instalación de WordPress desde otros ordenadores. Bitnami WordPress Multisite requiere especificar un dominio en vez de una dirección IP.
he: שם המארח בו ייעשה שימוש כדי ליצור כתובות פנימיות. אם ערך זה שכוי, יתכן שלא תהיה לך אפשרות לגשת להתקנת הוורדפרס שלך ממחשבים אחרים.
pt_br: Hostname que será usado para criar os URLs internos. Se este valor estiver incorreto, você poderá não ser capaz de acessar sua instalação do WordPress de outros computadores.
ro: Numele gazdei ce va fi folosit pentru crearea URL-urilor interne. Dacă această valoare este incorectă, este posibil să nu mai puteți accesa instalarea WordPress de pe alte calculatoare.
ru: Имя хоста используется для создания внутренних URL. Если он введён неверно, Вы не сможете получить доступ к установке с других компьютеров.

source: Romanian
de: Rumänisch
es: Rumano
fr: Roumain
he: רומנית
ro: Română
ru: Румынский

source: Dutch
de: Niederländisch
es: Holandés
fr: Néerlandais
he: הולנדית
ro: Germană
ru: Голландский

source: Create ${mysql_database_type} 'root' Account
de: Erstelle ${mysql_database_type}-Root-Benutzer
es: Crear cuenta 'root' de ${mysql_database_type}
fr: Création du compte ${mysql_database_type} 'root'
he: יצירת חשבון 'root' (משתמש על) ב־${mysql_database_type}
ro: Creează contul "root" ${mysql_database_type}
ru: Создать учётную запись 'root' для ${mysql_database_type}

source: The installer detected that the installation folder ${app(drupal).installdir} is not empty. Please make sure that any older version of the application is uninstalled, as continuing with the installation may corrupt the current one. Do you want to continue?
de: Der Installationsassistent hat erkannt, dass das Installationsverzeichnis ${app(drupal).installdir} nicht leer ist. Bitte gehen Sie sicher, dass keine älteren Versionen installiert sind, bevor Sie mit der Installation fortfahren, da die bisherige Version sonst kaputt gehen könnte. Möchten Sie fortfahren?
es: El instalador detectó que el directorio de instalación ${app(drupal).installdir} no está vacío. Por favor asegúrese que la aplicación antigua fué desinstalada ya que continuar con la instalación puede corromperla. ¿Desea continuar con la instalación?
he: תכנית ההתקנה זיהתה שתיקיית ההתקנה ${app(drupal).installdir} אינה ריקה. נא לוודא שאין גרסה ישנה יותר של היישום מותקנת כיוון שהמשך תהליך ההתקנה ישחית את ההתקנה הנוכחית. האם ברצונך להמשיך?
pt_br: O instalador detectou que a pasta de instalação ${app(drupal).installdir} não está vazia. Certifique-se de que qualquer versão anterior do aplicativo tenha sido desinstalada, pois continuar a instalação pode corromper a versão atual. Deseja continuar?
ro: Installerul a detectat că dosarul de instalare ${app(drupal).installdir} nu e gol. Vă rog să vă asigurați că orice versiune veche a aplicației este dezinstalată, întrucât continuarea instalării o poate distruge pe cea deja instalată. Doriți să continuați ?
ru: Установщик обнаружил, что папка установки ${app(drupal).installdir} не пуста. Пожалуйста, убедитесь что все предыдущие версии приложения удалена, так как продолжение установки может их нарушить. Продолжить?

source: The installer detected that the installation folder ${drupal_installation_directory} is not empty. Please make sure that any older version of the application is uninstalled, as continuing with the installation may corrupt the current one. Do you want to continue?
es: El instalador detectó que el directorio de instalación ${drupal_installation_directory} no está vacío. Por favor asegúrese que la aplicación antigua fué desinstalada ya que continuar con la instalación puede corromperla. ¿Desea continuar con la instalación?

source: Populating database. This may take some time.
de: Datenbank wird befüllt. Das kann etwas dauern.
es: Rellenando la base de datos. Esto puede tardar.
fr: Remplissage de la base de données. Ceci va prendre du temps.
he: מסד הנתונים מתמלא. פעולה זו עלולה לארוך זמן מה.
ro: Popularea bazei de date. Aceasta poate necesita un timp mai indelungat
ru: Заполнение базы данных. Это может занять некоторое время.

source: Please enter the IP address or hostname for your database
de: Bitten geben Sie die IP-Adresse oder den Hostnamen Ihrer Datenbank ein
es: Por favor introduzca la dirección IP o hostname de su base de datos
fr: Veuillez entrer l'adresse IP ou le nom d'hôte de votre base de données
he: נא להזין את כתובת ה־IP או שם המארח של מסד הנתונים שלך
pt_br: Insira o endereço IP ou o hostname de seu banco de dados
ro: Vă rog introduceți adresa IP sau hostname pentru baza dumbeavoastră de date.
ru: Пожалуйста, введите IP адрес или имя хоста для Вашей базы данных

source: Please enter the port that the Subversion Server will listen to by default.
de: Bitte geben Sie den Standard-Port für den Subversion-Server an.
es: Por favor, introduzca el puerto en el que el servidor de Subversion incluido escuchará por defecto.
fr: Veuillez entrer le port par défaut sur lequel le serveur Subversion devra écouter.
he: נא להזין את הפתחה שאליה יאזין שרת ה־Subversion כבררת מחדל.
ro: Vă rog introduceți portul cu care Serverul Subversion va lucra implicit.
ru: Пожалуйста, введите порт сервера субверсий по умолчанию.

source: Please enter the port that the bundled Apache Server will listen to by default.
de: Bitte geben Sie den Standard-Port für den mitgelieferten Apache-Server ein.
es: Por favor, introduzca el puerto en el que el servidor de Apache incluido escuchará por defecto.
fr: Veuillez entrer le port par défaut sur lequel le serveur Apache fourni devra écouter.
he: נא להזין את הפתחה שאליה יאזין שרת ה־Apache המאוגד כבררת מחדל.
pt_br: Insira a porta que o Servidor Apache incluído escutará por padrão.
ro: Vă rog introduceți portul cu care Serverul Apache inclus va lucra implicit.
ru: Пожалуйста, введите порт сервера Apache по умолчанию.

source: Create Admin account
de: Administrator anlegen
es: Crear cuenta de Administrador
fr: Création du compte Admin
he: יצירת חשבון מנהל (Admin)
pt_br: Criar conta Admin
ro: Creați contul Admin
ru: Создание учётной записи администратора

source: English
de: Englisch
es: Inglés
fr: Anglais
he: אנגלית
ro: Engleză
ru: Английский

source: Re-enter password
de: Passwort bestätigen
es: Repita la constraseña
fr: Ré-entrez le mot de passe
he: הזנת הססמה שוב
pt_br: Insira novamente a senha
ro: Reintroduceți parola
ru: Повторите ввод пароля

source: The path ${mysql_binary_directory} seems to be invalid. Please check if the directory contains the required binaries.
de: Der Pfad ${mysql_binary_directory} scheint ungültig zu sein. Bitte überprüfen Sie ob die nötigen Binärdaten vorhanden sind.
es: La ruta ${mysql_binary_directory} no es válida. Por favor compruebe si el directorio contiene los binarios requeridos.
fr: Le chemin ${mysql_binary_directory} semble erroné. Veuillez vérifier que le répertoire contient les binaires nécessaires.
he: מסתבר כי הנתיב ${mysql_binary_directory} שגוי. נא לבדוק האם התיקייה מכילה את הקבצים הבינריים הנחוצים.
pt_br: O caminho ${mysql_binary_directory} parece ser inválido. Verifique se o diretório contém os binários necessários.
ro: Calea ${mysql_binary_directory} pare să fie invalidă. Vă rog să verificați dacă dosarul conține fișierele necesare.
ru: По всей видимости, путь ${mysql_binary_directory} неверный. Пожалуйста, проверьте, содержит ли данная папка необходимые бинарные файлы.

source: Blog name
es: Nombre del blog
fr: Nom du blog
he: שם הבלוג
pt_br: Nome do blog
ro: Numele blogului
ru: Название блога

source: DB User Name
de: DB Benutzername
es: DB Nombre de Usuario
fr: Nom d'utilisateur de base de données
he: שם המשתמש במסד הנתונים
pt_br: Nome de usuário do BD
ro: Numele utilizatorului DB
ru: Имя пользователя БД

source: Cannot source ${mysql_database_type} file '${sqlFile}': It is not readable by the current user
de: Kann die ${mysql_database_type}- Datei '${sqlFile}' nicht auslagern: Kein Schreibzugriff mit dem aktuellen Benutzer
es: No se cargar el fichero de ${mysql_database_type} '${sqlFile}': El fichero no es legible
fr: Impossible de trouver le fichier '${sqlFile}' pour ${mysql_database_type} : illisible par l'utilisateur courant
he: לא ניתן להשתמש בקובץ המקור של ${mysql_database_type}‏ '${sqlFile}': הקובץ אינו ניתן לקריאה על ידי המשתמש הנוכחי
pt_br: Não é possível obter o arquivo '${sqlFile}' do ${mysql_database_type}: o arquivo não pode ser lido pelo usuário atual
ro: Nu se poate găsi fișierul ${mysql_database_type} '${sqlFile}': nu se poate citi de către utilizatorul curent.
ru: Невозможно определить файл ${mysql_database_type} '${sqlFile}': недоступно для этого пользователя

source: Login
es: Acceso
he: כניסה
ru: Вход

source: Thin Processes
de: Thin-Dienste
es: Procesos Thin
he: תהליכי Thin
ro: Procesele Thin
ru: процессы Thin

source: Install ${product_fullname} as service
de: ${product_fullname} als Dienst installieren
es: Instalar ${product_fullname} como servicio
he: התקנת ${product_fullname} כשירות
pt_br: Instalar ${product_fullname} como serviço
ro: Instalează ${product_fullname} ca serviciu.
ru: Установить ${product_fullname} как службу

source: Restarting Apache
de: Neustart Apache
es: Reiniciando Apache
fr: Redémarrage d'Apache
he: Apache מופעל מחדש
ro: Repornire Apache
ru: Перезапуск Apache

source: Installation Report
de: Installationsbericht
es: Informe de Instalación
fr: Rapport d'installation
he: דוח התקנה
ro: Raportul de instalare
ru: Отчёт об установке

source: Start ${product_fullname} service
de: Starte ${product_fullname}-Dienst
es: Arrancar el servicio ${product_fullname}
he: הפעלת השירות ${product_fullname}
pt_br: Iniciar serviço do ${product_fullname}
ro: Pornește serviciul ${product_fullname}
ru: Запуск службы ${product_fullname}

source: Quick Start Guide
de: Schnelleinstieg
es: Guía de inicio rápido
fr: Guide de prise en main rapide
he: מדריך להתחלה מהירה
ro: Ghid rapid de învățare
ru: Руководство по быстрому старту

source: Would you like to be prompted to customize your chosen applications from within this installer?
de: Möchten Sie erinnert werden, die gewählte Anwendung innerhalb des Installers anzupassen?
es: ¿Le gustaría que se le preguntara la personalización de las aplicaciones elegidas desde este instalador?
fr: A partir de ce programme d'installation, souhaitez-vous être averti pour régler vos propres applications?
he: האם ברצונך לקבל התרעה כדי להתאים אישית את היישומים הנבחרים מתוך תכנית ההתקנה?
pt_br: Gostaria de ser solicitado a personalizar seus aplicativos escolhidos dentro deste instalador?
ro: Dorești să fii întrebat pentru a personaliza aplicațiile alese din acest instaler ?
ru: Хотели бы Вы настроить Ваши выбранные приложения прямо в этом установщике?

source: Select your language for default data configuration:
de: Wählen Sie die Sprache für die Standard-Datenkonfiguration:
es: Seleccione el lenguage para los datos por defecto:
fr: Sélectionner votre langage pour la configuration par défaut des données :
he: נא לבחור את שפת בררת המחדל לתצורת הנתונים:
ro: Selectați limba pentru configurares de date implicită:
ru: Выберите Ваш язык для конфигурации по умолчанию:

source: Please select the use of this Stack
de: Bitte wählen Sie die Verwendung dieses Stacks
es: Por favor seleccione el uso de esta Stack
fr: Veuillez sélectionner l'utilisation
he: נא לבחור את אופן השימוש בחבילה זו
pt_br: Selecione o uso desta Pilha
ro: Vă rog să selectați folosirea acestui Stack.
ru: Пожалуйста, выберите использование этого стека

source: Hostname or IP addres of your server. If this value is incorrect, you may be unable to access your Joomla! installation from other computers.
de: Hostname oder IP-Adresse Ihres Servers. Wenn dieser Wert falsch ist können Sie nicht von anderen Computern auf Ihre Joomla!-Installation zugreifen.
es: Hostname o IP de tu servidor. Si este valor es incorrecto, es posible que no pueda acceder a su instalación de Joomla! desde otros ordenadores.
he: שם המארח או כתובת ה־IP של השרת שלך. אם ערך זה שגוי, יתכן שלא תהיה לך גישה להתקנת הג׳ומלה! שלך ממחשבים אחרים.
pt_br: Hostname ou endereço IP de seu servidor. Se este valor estiver incorreto, você poderá não ser capaz de acessar sua instalação do Joomla! em outros computadores.
ro: Adresa IP sau hostname a serverului dumneavoastră. Dacă această valoare este incorectă, este posibil să nu puteți accesa instalare Joomla! de pe alte calculatoare.
ru: Имя хоста или IP адрес Вашего сервера. Если это поле заполнено некорректно, Вы не сможете получить доступ к Вашей установке Joomla! с других компьютеров.

source: Serbian
de: Serbisch
es: Serbio
fr: Serbe
he: סרבית
ro: Sîrbă
ru: Сербский

source: Installation Type
de: Installationstyp
es: Tipo de instalación
fr: Type d'installation
he: סוג ההתקנה
pt_br: Tipo de instalação
ro: Tipul de instalare
ru: Тип установки

source: Swedish
de: Schwedisch
es: Sueco
fr: Suédois
he: שבדית
ro: Suedeză
ru: Шведский

source: ${mysql_database_type} Service
de: ${mysql_database_type}-Dienst
es: Servicio ${mysql_database_type}
fr: Service ${mysql_database_type}
he: שירות ה־${mysql_database_type}
pt_br: Serviço do ${mysql_database_type}
ro: Serviciul ${mysql_database_type}
ru: Служба ${mysql_database_type}

source: GMail address
de: GMail-Adresse
es: Email de GMail
fr: Adresse GMail
he: כתובת GMail
pt_br: Endereço do GMail
ro: Adresa GMail
ru: Gmail адрес

source: Uninstall ${product_fullname}
de: Deinstalliere ${product_fullname}
es: Desinstalar ${product_fullname}
he: הסרת ${product_fullname}
pt_br: Desinstalar ${product_fullname}
ro: Dezinstalez ${product_fullname}
ru: Удалить ${product_fullname}

source: Portuguese
de: Portugiesisch
es: Portugués
fr: Portuguais
he: פורטוגזית
ro: Portugheză
ru: Португальский

source: Updating mysql directory permissions
de: Aktualisiere die Zugriffsrechte des ${mysql_database_type}-Verzeichnisses
es: Actualizando los permisos del directorio mysql
he: הרשאות תיקיית ה־mysql מתעדכנות
pt_br: Atualizando as permissões de diretório do mysql
ro: Actualizarea permisiunilor dosarului mysql
ru: Обновление разрешений mysql директории

source: Installing Subversion Server as a Windows service with name ${SubversionUniqueServiceName}
de: Installiere den Subversion-Server als Windows-Dienst mit der Bezeichnung ${SubversionUniqueServiceName}
es: Instalando el servidor Subversion como servicio de Windows con el nombre ${SubversionUniqueServiceName}
fr: Installation du server Subversion en tant que service Windows sous le nom ${SubversionUniqueServiceName}
he: שרת ה־Subversion כשירות Windows תחת השם ${SubversionUniqueServiceName}
ro: Instalarea Serverului Subversion ca serviciu Windows cu numele ${SubversionUniqueServiceName}
ru: Установка сервера субверсий как службы Windows с именем ${SubversionUniqueServiceName}

source: It seems you do not have enough permissions to bind to the port or the port is already taken by another application. Please select another one.
de: Es scheint als hätten Sie nicht ausreichend Zugriffsrechte diesen Port zu wählen oder er ist bereits durch eine andere Anwendung belegt. Bitte wählen Sie einen anderen.
es: Parece que no tiene permisos suficientes para ocupar el puerto especificado o está ya ocupado por otra aplicación. Por favor seleccione un número de puerto distinto.
fr: Il semble que vous n'ayiez pas les droits suffisants pour se relier au port ou le port est déjà utilisé par une autre application. Veuillez en choisir un autre.
he: מסתבר כי אין לך הרשאות המספיקות לאיגוד הפתחה או שהפתחה כבר נתפסה על ידי יישום אחר. נא לבחור באחת אחרת.
pt_br: Parece que você não tem permissões suficientes para conectar à porta ou a porta já está tomada por um outro aplicativo. Selecione um outro.
ro: Se pare că nu aveți permisiuni suficiente să preluați portul sau portul este deja preluat de altă aplicație. Vă rog selectați alt port.
ru: Похоже, у Вас нет прав для подключения к порту или порт уже занят другим приложением. Пожалуйста, выберите другой.
