Repository: ApacheFriends/xampp-build
Catalog: tools/translator/bitnami/*/bitnami.po
Languages: de, es, fr, he, pt_br, ro, ru

source: Choose a port that is not currently in use, such as port ${apache_server_port}.
es: Elija un puerto que no esté en uso actualmente, como el puerto ${apache_server_port}.

source: Choose a port that is not currently in use, such as port ${apache_server_ssl_port}.
es: Elija un puerto que no esté en uso actualmente, como el puerto ${apache_server_ssl_port}.

source: Choose a port that is not currently in use, such as port ${tomcat_server_port}.
es: Elija un puerto que no esté en uso actualmente, como el puerto ${tomcat_server_port}.

source: Choose a port that is not currently in use, such as port ${tomcat_server_shutdown_port}.
es: Elija un puerto que no esté en uso actualmente, como el puerto ${tomcat_server_shutdown_port}.

source: Choose a port that is not currently in use, such as port ${tomcat_server_ssl_port}.
es: Elija un puerto que no esté en uso actualmente, como el puerto ${tomcat_server_ssl_port}.

source: Choose a port that is not currently in use, such as port ${tomcat_server_ajp_port}.
es: Elija un puerto que no esté en uso actualmente, como el puerto ${tomcat_server_ajp_port}.

source: Choose a port that is not currently in use, such as port ${tomcat_server_jmx_port}.
es: Elija un puerto que no esté en uso actualmente, como el puerto ${tomcat_server_jmx_port}.

source: The installer is unable to detect your glibcxx version. You can find how to proceed at https://docs.bitnami.com/installer/faq/linux-faq/troubleshooting/check-libstdcplusplus-linux/. Please ensure that you have the minimum version required "${bitnamisettings_minimum_glibcxx_version}" before proceeding. Then launch the installer with the option --disable_glibcxx_version_check 1
es: El instalador no es capaz de obtener su version de glbcxx. Puedes encontrar como continuar entrando en https://docs.bitnami.com/installer/faq/linux-faq/troubleshooting/check-libstdcplusplus-linux/. Por favor, asegúrese de que tiene la minima version requerida "${bitnamisettings_minimum_glibcxx_version}" antes de proceder. Después lance el instalador con la opción --disable_glibcxx_version_check 1

source: Unable to start ${mysql_unique_service_name} service
es: No se ha podido iniciar el servicio ${mysql_unique_service_name}

source: Starting ${mysql_unique_service_name} service
es: Iniciando el servicio ${mysql_unique_service_name}

source: Imagemagick is not installed in your stack. This module requires to have Imagemagick installed.
es: Imagemagick no está instalada en la stack. Este módulo necesita tener Imagemagick instalado.

source: MySQL requires some Perl modules in order to install properly, but the installer was unable to find them: ${missing_perl_modules} You can find more information on how to install these modules below: https://docs.bitnami.com/installer/faq/linux-faq/administration/install-perl-linux/ Please ensure the modules are installed and work before proceeding with the installation.
es: MySQL requiere algunos módulos de Perl para instalarse correctamente, pero el instalador no pudo encontrarlos: ${missing_perl_modules} Puede encontar más información sobre esto en: https://docs.bitnami.com/installer/faq/linux-faq/administration/install-perl-linux/ Por favor, asegúrese que los módulos están instalados y fucionan correctamente antes de proceder con la instalación

source: MySQL requires Perl to be installed, but the installer failed to locate it. We highly recommend installing Perl before proceeding with the installation, following the guide below: https://docs.bitnami.com/installer/faq/linux-faq/administration/install-perl-linux/
es: MySQL requiere que Perl esté instalado, pero el instalador no pudo encontrarlo. Recomendamos encarecidamente que se instale antes de proseguir con la instalación, para ello puede consultar el siguiente enlace: https://docs.bitnami.com/installer/faq/linux-faq/administration/install-perl-linux/

source: Lego Let's Encrypt client
es: Cliente de Let's Encrypt Lego

source: The installer has detected that your operating system is macOS ${osx_major_version}. MySQL requires at least macOS ${mysql_min_osx_version}. Please upgrade your operating system and try again.
es: El instalador ha detectado que está usando el sistema operativo macOS ${osx_major_version}. MySQL requiere que de al menos macOS ${mysql_min_osx_version}. Por favor, actualice su sistema operativo e intente de nuevo.

source: The Certificate Common Name is too long. The maximum number of characters allowed is 64. It has been changed to www.example.com
es: El nombre de dominio utilizado para el certificado es demasiado largo, el número máximo de carácteres permitidos es 64. Se ha cambiado a www.example.com

source: MSYS2 is a software distro and building platform for Windows. It provides a Unix-like environment, a command-line interface and a software repository making it easier to install, use, build and port software on Windows.
es: MSYS2 es una plataforma de desarrollo y distribución de software para Windows. Proporciona un entorno similar a Unix, una interfaz de línea de comandos y un repositorio de software que facilita la instalación, el uso, la creación y la portabilidad de software en Windows.

source: Password must contain lowercase and uppercase letters, at least one number, and one symbol
es: La contraseña debe contener letras minúsculas y mayúsculas, al menos un número y un símbolo

source: Password must contain lowercase and uppercase letters, and at least one number
es: La contraseña debe contener letras minúsculas y mayúsculas, y al menos un número

source: Django project name is not valid. It can contain only letters, numbers and underscores
es: El nombre del proyecto Django no es válido. Sólo puede contener letras, números y guiones bajos

source: Django project name can't be empty
es: El nombre del proyecto Django no puede estar vacío

source: Bitnami installers do not support Fedora 32, CentOS 8, RHEL 8 or any newer version of those distributions
es: Los instaladores de Bitnami no soportan Fedora 32, CentOS 8, RHEL 8 o cualquier otra nueva version de estas distribuciones

source: Installing Mongrel Cluster as services.
fr: Installation des services Mongrel Cluster.

source: Ruby on Rails is a full-stack MVC framework for database-backed web applications that is optimized for programmer happiness and sustainable productivity.
de: Ruby on Rails ist ein MVC-Framework, für datenbankgestützte Web-Anwendungen und eine große Stütze für Programmierer.
fr: Ruby on Rails est un framework full-stack MVC pour des applications web adossées à des bases de données. Il est optimisé pour le plus grand confort du programmeur et pour une programmation durable.
ro: Ruby on Rails este un framework fMVC ull-stack pentru aplicații web bazate pe baze de date care este optimizat pentru bucuria programatorului și susținerea productivității.
ru: Ruby on Rails - веб-ориентированная среда разработки с открытым кодом, оптимизироанная для удобства программирования и устойчивой производительности. Это даёт Вам возможность писать прекрасный код, используя соглашения вместо конфигураций.

source: Default mail server configuration.
de: Standard-Konfiguration für Mail-Server.
fr: Configuration par défaut du serveur de courrier électronique.
he: תצורת שרת הדוא״ל כבררת מחדל.
pt_br: Configuração do servidor de correio padrão.
ro: Configurarea implicită a serverului de email
ru: Конфигурация почтового сервера по умолчанию

source: Bitnami Redmine Module
fr: Module Redmine Bitnami
he: מודול Redmine עבור Bitnami

source: The installer will create the conventional *_production, *_development, and *_test databases based on your prefix.
de: Der Installations-Assistent wird die Datenbanken *_production, *_development, und *_test mit dem gewählten Prefix anlegen.
fr: Le programme d'installation créera les bases de données conventionnelles *_production, *_development et *_test basées sur votre préfixe.
he: תכנית ההתקנה תיצור את מסדי הנתונים ‎*_production, *_development, ו־‎*_test המקובלים בהתבסס על הקידומת שציינת.
ro: Installerul va creea convenția *_production, *_development, și *_test databases bazat pe prefixul indicat de dumneavoastră.
ru: Установщик создаст стандартные базы данных *_production, *_development, and *_test , основанные на Вашем префиксе.

source: Removing Mongrel Cluster as services.
fr: Supprimer le service Mongrel Custer.

source: It seems you do not have enough permissions to bind to the port ${apachemongrelmodule_port2} or the port is already taken by another application. Please select another one.
fr: Il semble que vous n'ayiez pas les droits suffisants pour se relier au port ${apachemongrelmodule_port2} ou le port est déjà utilisé par une autre application. Veuillez en choisir un autre.

source: Language for default data configuration:
fr: Langage pour la configuration par défaut des données :

source: Create databases for the rails project.
de: Erstellen der Datenbanken für das Rails-Projekt.
fr: Création de bases de données pour le projet Rails.
he: יצירת מסדי נתונים עבור המיזם rails.
ro: Creare bazei de date pentru proiectul rails
ru: Создать базу данных для rails проекта.

source: Do you want to configure mail support? This is required so your application can send notifications via email.
fr: Voulez-vous configurer le support du courrier? Il s'agit d'une exigence pour que votre application puisse envoyer des notifications par courrier électronique.

source: New Component
de: Neue Komponente
fr: Nouveau composant
he: רכיב חדש
ro: Componentă Nouă
ru: Новый компонент

source: Mongrel Server Port
fr: Port du serveur Mongrel

source: Nginx Port
fr: Port du serveur Nginx
he: הפתחה של Nginx
ru: Порт Nginx

source: ${product_fullname} database root user creation
de: Root-Anwender erstellen für ${product_fullname}-Datenbank
fr: Création de la base de données ${product_fullname} pour l'utilisateur root
he: יצירת משתמש על (root) במסד נתונים של ${product_fullname}
ro: Creearea userului de bază de date ROOT pentru ${product_fullname}
ru: Создание root пользователя базы данных для ${product_fullname}

source: Web Server port
fr: Port du serveur Web
he: פתחת שרת האינטרנט
ro: Portul Serverului Web
ru: Порт веб-сервера

source: Invalid Prefix. Please choose a different one.
de: Ungültiger Prefix. Bitte wählen Sie einen anderen.
fr: Préfixe invalide. Veuillez en choisir un autre.
he: קידומת שגויה. נא לבחור באחת אחרת.
ro: Prefix invalid. Alegeți alt prefix.
ru: Неверный префикс. Пожалуйста, выберите другой.

source: Sphinx Server port
fr: Port du serveur Sphinx

source: Licenses destination
de: Speicherort der Lizenz
fr: Dossier recevant les fichiers de licences
he: יעד הרישיונות
ro: Destinația Licențelor
ru: Назначение лицензий

source: None
de: Keine
fr: Sans
he: אין
pt_br: Nenhum
ro: Nimic
ru: Нет

source: Installing Gems, please be patient.
fr: Veuillez patienter : installation de Gems.

source: Hostname
fr: Nom d'hôte
he: שם מארח
ru: Имя хоста

source: Mongrel Processes
fr: Processus Mongrel

source: Updating ${mysql_database_type} directory permissions
fr: Mise à jour des permissions sur le répertoire ${mysql_database_type}

source: Set the password for your new Rails application's databases.
de: Wählen Sie das Passwort für die Datenbank Ihrer neuen Rails-Anwendung.
fr: Définir le mot de passe pour vos nouvelles bases de données d'applicatifs Rails.
he: הגדרת הססמה עבור מסד הנתונים החדש שלך מסוג Rails.
ro: Puneți parola pentru noua bază de date a aplicațiilor Rails
ru: Установить пароль для баз данных вашего нового Rails приложения

source: It seems you do not have enough permissions to bind to the port ${apachemongrelmodule_port1} or the port is already taken by another application. Please select another one.
fr: Il semble que vous n'ayiez pas les droits suffisants pour se relier au port ${apachemongrelmodule_port1} ou le port est déjà utilisé par une autre application. Veuillez en choisir un autre.

source: Mongrel port nr 1
fr: Port Mongrel n°1

source: Mongrel port nr 2
fr: Port Mongrel n°2

source: Number of Mongrel servers
fr: Nombre de serveurs Mongrel

source: ${mysql_database_type} Binary Directory
de: Verzeichnis der ${mysql_database_type}-Binärdaten
fr: Répertoire de binaires ${mysql_database_type}
he: תיקייה בינרית של ${mysql_database_type}
pt_br: Diretório Binário MyL
ro: Dosarul de fișiere binare al ${mysql_database_type}
ru: Папка исполняемых файлов ${mysql_database_type}

source: Please select the ports for Mongrel servers. Those will be added to the Apache configuration file.
fr: Veuillez sélectionner les ports des serveurs Mongrel. Ceux-ci seront ajoutés au fichier de configuration Apache.

source: This will create a sample Rails project.
de: Dies wird ein Ruby-Beispielprojekt erstellen.
fr: Ceci créera un exemple de projet Rails.
he: פעולה זו תיצור מיזם Rails פשוט.
ro: Aceasta va creea un proiect mostră Ruby.
ru: Будет создан тестовый Rails проект.

source: Sample Rails Application
de: Rails Beispielanwendungen
fr: Exemple d'application Rails
he: יישום Rails לדוגמה
ro: Aplicație Rails demonstrativă
ru: Пример приложения на Rails

source: Project directory ${rubystack_project_directory}/${samplerails_application_name}-${product_version} already exists. Please choose a different prefix.
de: Projektverzeichnis ${rubystack_project_directory}/${samplerails_application_name}-${product_version} existiert bereits. Bitte wählen Sie ein anderes Prefix.
fr: Le répertoire du projet ${rubystack_project_directory}/${samplerails_application_name}-${product_version} existe déjà. Veuillez choisir un préfixe différent.
he: תיקיית המיזם ${rubystack_project_directory}/${samplerails_application_name}-${product_version} כבר קיימת. נא לבחור בקידומת אחרת.
ro: Dosarul proiectului ${rubystack_project_directory}/${samplerails_application_name}-${product_version} există deja. Vă rog alegeți alt prefix.
ru: Папка проекта ${rubystack_project_directory}/${samplerails_application_name}-${product_version} уже существует. Пожалуйста, выберите другой префикс.

source: PhpMyAdmin is a tool written in PHP intended to handle the administration of ${mysql_database_type} over the Web.
fr: PhpMyAdmin est un outil écrit en PHP. Il est destiné à gérer l'administration de ${mysql_database_type} sur le Web

source: Homepage
fr: Page d'accueil

source: Readme
fr: Lisez-moi

source: Changelog
fr: Journal des modifications

source: Categories
fr: Catégories

source: Licenses
fr: Licences

source: Download
fr: Téléchargement

source: Free Download
fr: Téléchargement libre

source: Learn more
fr: Pour en savoir plus

source: Downloads
fr: Téléchargements

source: Enterprise
fr: Entreprise

source: Catalog
fr: Catalogue

source: My Account
fr: Mon compte

source: Sign Out
fr: Se déconnecter

source: Sign In
fr: Se connecter

source: Sign Up
fr: S'enregistrer

source: virtual machine
fr: machine virtuelle

source: installer
fr: logiciel d'installation

source: native installer
fr: logiciel d'installation natif

source: cloud server
fr: serveur Cloud

source: username
fr: nom d'utilisateur

source: password
fr: mot de passe

source: View all operating systems
fr: Voir tous les systèmes d'expoitation

source: View all virtual appliances
fr: Voir toutes les appliances virtuelles

source: View all cloud server options
fr: Voir toutes les options serveur Cloud

source: Get Started
fr: Démarrer

source: VMware Virtual Machines
fr: Machines virtuelles VMware

source: Post your questions and help others in our %{forum}. Frequently asked questions and tips in our %{wiki}
fr: Posez vos questions et aidez les autres sur notre %{forum}. Questions fréquentes et astuces sur notre %{wiki}

source: Bitnami native installers automate the setup of a Bitnami application stack on Windows, Linux or Mac OS X. Each installer includes all of the software necessary to run out of the box (the stack). The process is simple; just download, click next-next-next and you are done! Bitnami stacks are completely self contained and will not interfere with other software on your system. %{learn_more}
fr: Les logiciels d'installation natifs Bitnami automatisent le paramétrage d'un applicatif Bitnami sur Windows, Linux ou Mac OS X. Chaque logiciel d'installation contient tous les logiciels nécessaires pour être immédiatement opérationnel. La procédure est simple : téléchargez, cliquez sur suivant-suivant-suivant. C'est terminé! Les applicatifs Bitnami sont complètement autonomes. Ils n'interféreront avec aucun des logiciels déjà installés sur votre système. %{learn_more}

source: Bitnami virtual machine images contain a minimal Linux operating system and a fully configured Bitnami application stack. Running virtual machine images requires a hypervisor such as VMware or VirtualBox, so it is recommended for system administrators and advanced users. %{learn_more}
fr: Les images de machines virtuelles Bitnami contiennent un système d'exploitation Linux minimal et un applicatif Bitnami totalement configuré. Exécuter des images de machines virtuelles nécessite un hyperviseur tel que VMware ou VirtualBox. L'usage est donc conseillé aux administrateurs systèmes ainsi qu'aux utilisateurs avancés. %{learn_more}

source: Default application login information. Please change this to avoid unauthorized access:
fr: Information du login de l'application par défaut. Veuillez le modifier pour éviter les accès non autorisés :

source: You can find additional documentation at the Bitnami Virtual Machine %{faq}
fr: Vous trouverez un complément de documentation sur la machine virtuelle Bitnami %{faq}

source: If you are using *VMware ESX*, *ESXi* or *VirtualBox*, check our article on %{how_to_start_virtual_appliances}.
fr: Si vous utilisez *VMware ESX*, *ESXi* ou *VirtualBox*, consultez notre article sur %{how_to_start_virtual_appliances}.

source: how to start Bitnami virtual appliances
fr: comment démarrer les appliances virtuelles Bitnami

source: Bitnami Cloud Images extend stack appliances to run in a cloud computing environment. You can run Bitnami applications on a pay-as-you-go basis, programmatically starting and stopping them. Bitnami Cloud Images are currently available for Amazon EC2, with support for additional cloud environments planned for the future. In addition to providing free, ready to deploy Amazon Machine Images (AMIs), we also offer %{bch}, a subscription service that simplifies the process of deploying and managing open source applications to the Amazon EC2 Cloud. You can sign up for a free trial and learn more on the %{bch_website}.
fr: Les images Bitnami Cloud permettent aux appliances de fonctionner dans un environnement de cloud computing. Vous pouvez utiliser les applications Bitnami sur la base du 'Ne-payez-que-ce-que-vous-consommez', de façon programmées pour les démarrer et les arrêter. Les images Bitnami Cloud sont disponibles actuellement pour Amazon EC2 avec support pour les environnements additionnels futurs du cloud. De plus, pour fournir librement des images Amazon Machines (AMIs), nous offrons aussi %{bch}, un service de souscription qui simplifie la procédure de déploiement et de gestion des applications open source sur le Cloud Amazon EC2. Vous pouvez vous enregistrer pour un essai gratuit et en savoir plus sur %{bch_website}.

source: Bitnami Cloud Hosting website
fr: Site web d'hébergement Bitnami Cloud

source: For the Amazon AMIs, the default application login information is provided below. Please change this to avoid unauthorized access:
fr: L'Information du login de l'application par défaut est fournie ci-dessous pour les images Amazon AMIs. Veuillez le modifier pour éviter les accès non autorisés :

source: You can find additional documentation at the Cloud Image %{faq}
fr: Vous trouverez de la documentation supplémentaire sur Cloud Image %{faq}

source: If you already have an AWS account simply click one of the links below to deploy a Bitnami Stack on Amazon EC2. If not, you can copy the appropriate AMI name from the table below (based on whether you want to deploy on servers in the US, Europe or Asia) and visit the %{guide} for a tutorial on how to get started. Alternatively, %{cloud_amazon_bch_sign_up} for the easiest way to deploy and manage applications in the cloud, with one-click resize and backup functionality.
fr: Si vous avez un compte AWS, pour déployer une Bitnami Stack sur Amazon EC2 cliquez tout simplement sur l'un des liens ci-dessous. Dans le cas contraire, vous pouvez copier le nom approprié AMI depuis la table ci-dessous (selon que vous souhaitez déployer sur des serveurs aux USA, en Europe ou en Asie) et visiter le %{guide} pour un tutoriel sur comment démarrer. Sinon, %{cloud_amazon_bch_sign_up} pour la façon la plus simple de déployer et de gérer des applicatifs sur le cloud avec des fonctionalités de redimentionnement et de sauvegarde en un seul clic.

source: sign up for Bitnami Cloud Hosting
fr: s'enregistrer pour un hébergement Bitnami Cloud

source: Bitnami AMI Guide
fr: Guide Bitnami AMI

source: To deploy a Bitnami Stack on Amazon Cloud Formation, save the template file and use it in the AWS Console. Please visit %{cloud_formation_get_started} for a tutorial on how to get started.
fr: Pour déployer une Bitnami Stack sur Amazon Cloud Formation, sauvegardez le modèle de fichier et utilisez-le dans la console AWS. Veuillez visiter %{cloud_formation_get_started} pour un tutoriel sur comment démarrer.

source: Getting Started with Bitnami on AWS Cloud Formation
fr: Démarrer avec Bitnami sur AWS Cloud Formation

source: Get this stack for free on the Amazon App Store
fr: Pour l'obtenir gratuitement depuis Amazon App Store

source: The %{product_name} native installers were packaged using BitRock's %{cross_platform_installer} tool.
fr: Les programmes d'installation natifs %{product_name} ont été empaquetés avec l'outil BitRock's %{cross_platform_installer}.

source: cross platform installer
fr: logiciel d'installation multi-plateforme

source: US-East
fr: US-Est

source: N Virginia
fr: N Virginie

source: US-West
fr: US-Ouest

source: N California
fr: N Californie

source: Ireland
fr: Irelande

source: Asia Pacific
fr: Asie Pacifique

source: Singapore
fr: Singapour

source: Brazil
fr: Brésil

source: Bitnami Contest
fr: Concours Bitnami

source: Don't see your application? Click %{here} to see more apps or submit your own.
fr: Votre application n'apparaît pas? Cliquez %{here} pour lister davantage d'applications ou soumettre la vôtre.

source: Each month we start an open Application Contest. The winner of the contest will be added to our Bitnami library.
fr: Chaque mois nous lançons un concours d'applications. Ce concours est libre. Le gagnant est ajouté à la bibliothèque Bitnami.

source: Installing PostgreSQL as a Windows service with name ${postgres_unique_service_name}
fr: Installation de PostgreSQL en tant que service Windows sous le nom ${postgres_unique_service_name}

source: Database Server port
fr: Port du bases de données serveur

source: PostgreSQL is a powerful, open source object-relational database system.
fr: PostgreSQL est un puissant système de base de données open source objet-relationnel.

source: I wish to use the bundled PostgreSQL database
fr: Je souhaite utiliser la base de données PostgreSQL fournie

source: Set the user that will use the database.
fr: Définit l'utilisateur qui va utiliser la base de données.

source: Set the password for the user that will use the database.
fr: Définir le mot de passe pour l'utilisateur qui va utiliser la base de données.

source: Unable to set the phppgadmin authorized user
fr: Impossible de définir l'utilisateur autorisé PhpPgAdmin

source: Database Configuration
fr: Configuration de base de données

source: PostgreSQL Binary Directory
fr: Répertoire de binaires PostgreSQL

source: Database name
fr: Nom de la base de données
