Repository: ApacheFriends/xampp-build
Catalog: tools/translator/bitnami/*/bitnami.po
Languages: de, es, fr, he, pt_br, ro, ru

source: I wish to use an existing PostgreSQL database
fr: Je souhaite utiliser une base de données PostgreSQL existante

source: Please enter your database 'postgres' user password.
fr: Veuillez entrer le nom d'utilisateur 'postgres' de votre base de données

source: It seems you do not have enough permissions to bind to the port ${postgres_port} or the port is already taken by another application. Please select another one.
fr: Il semble que vous n'ayiez pas les droits suffisants pour se relier au port ${postgres_port} ou le port est déjà utilisé par une autre application. Veuillez en choisir un autre.

source: Not a PostgreSQL version 8.1.4 installation. PostgreSQL 8.1.4 recommended.
fr: Pas une version PostgreSQL 8.1.4 installation. PostgreSQL 8.1.4 recommandée.

source: The path ${postgres_binary_directory} does not seem to contain a pg_vacuumdb executable.
fr: Le chemin ${postgres_binary_directory} ne semble pas contenir un exécutable pg_vacuumdb.

source: Sorry, we only support PostgreSQL as service.
fr: Désolé, nous ne supportons PostgreSQL en tant que service.

source: Sorry, you need to be administrator.
fr: Désolé, vous devez être administrateur.

source: Database Server Parameters
fr: Les paramètres du serveur de bases de données

source: Initializing database
fr: Initialisation de la base de données

source: phpPgAdmin is a tool written in PHP intended to handle the administration of PostgreSQL over the Web.
fr: phpPgAdmin est un outil écrit en PHP. Il est destiné à gérer l'administration de PostgreSQL sur le Web.

source: Please specify the directory where the psql, pg_restore and vacuumdb binaries are located
fr: Veuillez indiquer le répertoire où le psql, pg_restore et vacuumdb binaires sont situés

source: The path ${postgres_binary_directory} does not seem to contain a pg_restore executable.
fr: Le chemin ${postgres_binary_directory} ne semble pas contenir un exécutable pg_restore.

source: Please enter the port of your database.
fr: Veuillez entrer dans le port de votre base de données.

source: Phppgadmin destination
fr: Dossier recevant PhpPgAdmin

source: Waiting for Postmaster
fr: En attente du démarrage de Postmaster

source: PostgreSQL postgres user password
fr: Mot de passe utilisateur pour la base de données

source: Noalyss is an application adapted to the Belgium legislation in terms of accounting. It will allow you to maintain your accounting in a centralized way.
fr: Noalyss est un logiciel libre de comptabilité en ligne, libre c'est-à-dire que vous pouvez librement l'utiliser, le modifier et le distribuer; de comptabilité c'est-à-dire une comptabilité double, adapté à la France et à la Belgique; cependant l'interface permet de l'adapter à la législation de n'importe quel pays.

source: User
fr: Utilisateur

source: ${product.fullName} requires a PostgreSQL database encoding ${postgres_encoding} and your current encoding is ${postgres_encoding_existing}.
fr: ${product.fullName} nécessite une base de données PostgreSQL codage de ${postgres_encoding} et votre encodage actuel est de ${postgres_encoding_existing}.

source: Unable to connect to database. Please check your configuration.
fr: L'installation ne peut pas se connecter au serveur local ${mysql_database_type}. Veuillez vérifiez votre configuration.

source: Creating user and database
fr: Création de la base de données

source: The installer detected that the installation folder ${noalyss_installation_directory} is not empty. Please make sure that any older version of the application is uninstalled, as continuing with the installation may corrupt the current one. Do you want to continue?
fr: Le programme d'installation a détecté que le dossier d'installation de ${noalyss_installation_directory} n'est pas vide. Veuillez assurez-vous que toute version antérieure de til application est désinstallée, que de poursuivre l'installation peut corrompre l'actuel. Voulez-vous continuer?

source: The path ${postgres_binary_directory} seems to be invalid. Please check if the directory contains the required binaries.
fr: Le chemin ${postgres_binary_directory} semble être invalide. Veuillez vérifiez si le répertoire contient le nécessaire binaires.

source: Set the database name for the database that will be created.
fr: Donnez le nom de la base de données qui seront créés ou utilisés.

source: Please enter the IP address or hostname from which your database will accept connections
fr: Veuillez entrer l'adresse IP ou le nom d'hôte de votre base de données qui va accepter les connexions

source: Bitnami WordPress Module
de: Bitnami WordPress-Modul
he: מודול Bitnami לוורדפרס
pt_br: Módulo Bitami WordPress
ro: Modulul Bitnami WordPress
ru: Модуль Bitnami WordPress

source: Bitnami Drupal Module
de: Bitnami Drupal Modul
he: מודול דרופל של Bitnami
pt_br: Módulo Bitnami Drupal
ro: Modulul Bitnami Drupal
ru: Модуль Bitnami Drupal

source: Bitnami Joomla ${project.version} Module
he: מודול ג׳ומלה ${project.version} של Bitnami
pt_br: Módulo Bitnami Joomla ${project.version}
ro: Modulul Bitnami Joomla ${project.version}
ru: Модуль Bitnami Joomla ${project.version}

source: The installer detected that the installation folder ${app(ezpublish).installdir} is not empty. Please make sure that any older version of the application is uninstalled, as continuing with the installation may corrupt the current one. Do you want to continue?
de: Das Installationsprogramm hat erkannt, dass der Installationsordner ${app(ezpublish).installdir} nicht leer ist. Bitte stellen Sie sicher, dass eine ältere Version der Anwendung vorher deinstalliert wird, ansonsten kann die Aktuelle beschädigt werden. Wollen Sie fortfahren?

source: Creating databases - this may take a minute
de: Datenbank erstellen. Das kann eine Minuten dauern.

source: eZ Publish is a CMS made specifically for web publishing, intranets, e-commerce, extranets, and portals.
de: eZ Publish ist ein CMS, die speziell für Web-Publishing, Intranets, E-Commerce, Extranets und Portale.

source: Sample data for eZ Publish (English)
de: Beispieldaten für eZ Publish (Englisch)

source: Provides sample data for eZ Publish. English only.
de: Installiert englische Beispieldaten für eZ Publish!.

source: WordPress packaged by Bitnami
pt_br: Pilha de Bitnami WordPress

source: Joomla ${project.version} packaged by Bitnami
pt_br: Pilha de Bitnami Joomla ${project.version}

source: TLS
pt_br: TSL

source: Drupal packaged by Bitnami
pt_br: Pilha do Bitnami Drupal

source: Congratulations!
pt_br: Parabéns!

source: You are now running ${product_fullname} virtual appliance.
pt_br: Agora você está executando o aplicativo virtual ${product_fullname}.

source: Access my application
pt_br: Acessar meu aplicativo

source: Bitnami Wiki
pt_br: Wiki do Bitnami

source: Bitnami Forums
pt_br: Fóruns do Bitnami

source: Want more from the cloud?
pt_br: Quer mais da nuvem?

source: Bitnami Cloud Hosting simplifies the process of deploying and managing web applications on the Amazon Cloud. It provides:
pt_br: O Hosting de nuvem do Bitnami simplifica o processo de aplicar e gerenciar aplicativos da web no Amazon Cloud. Ele fornece:

source: Automatic backups
pt_br: Backups automáticos

source: To add more than one Bitnami app to your server
pt_br: Para adicionar mais um aplicativo Bitnami a seu servidor

source: To be able to specify the size of your disk
pt_br: Para poder especificar o tamanho de seu disco

source: To resize your server in one click
pt_br: Para redimensionar seu servidor em um clique

source: Monitoring of Apache and ${mysql_database_type}
pt_br: Monitoração do Apache e do ${mysql_database_type}
