Repository: ApacheFriends/xampp-build
Catalog: tools/translator/bitnami/*/bitnami.po
Languages: de, es, fr, he, pt_br, ro, ru

source: The selected folder is not empty. Please select a different folder
de: Das gewählte Verzeichnis ist nicht leer. Bitte anderes Verzeichnis wählen
es: El directorio seleccionado no está vacío. Por favor, selecciona un directorio diferente.
fr: Le dossier choisi n'est pas vide. Veuillez choisir un autre dossier
he: התיקייה הנבחרת אינה ריקה. נא לבחור בתיקייה אחרת
pt_br: A pasta selecionada não está vazia. Selecione uma pasta diferente.
ro: Dosarul selectat nu este gol. Vă rog selectați alt dosar care să fie gol.
ru: Выбранная папка не пуста. Пожалуйста, выберите другую папку.

source: Site name
de: Name der Seite
es: Nombre del sitio
fr: Nom du site
he: שם האתר
pt_br: Nome do site
ro: Numele site-ului
ru: Название сайта

source: Japanese
de: Japanisch
es: Japonés
fr: Japonais
he: יפנית
ro: Japoneză
ru: Японский

source: Enter the domain name or the IP address for you web server (www.example.com)
de: Geben Sie den Domainnamen oder die IP-Adresse Ihres Webservers an (www.example.com)
es: Introduzca el nombre del dominio o la dirección IP para tu servidor web (www.example.com)
fr: Entrez le nom de domaine ou l'adresse IP de votre serveur web (www.example.com)
he: נא להזין את את שם המתחם או את כתובת ה־IP של שרת האינטרנט שלך (www.דוגמה.com)
pt_br: Insira o nome de domínio ou o endereço IP de seu servidor da web (www.example.com)
ro: Introduceți numele de domeniu deținut sau adresa IP a serverului web (www.exemplu.com)
ru: Введите доменное имя или IP адрес для Вашего веб-сервера (www.example.com)

source: You need to provide a non-empty password
de: Sie müssen ein Passwort angeben das nicht leer ist
es: Se require una contraseña no vacía.
fr: Veuillez fournir un mot de passe non vide
he: עליך לספק ססמה שאינה ריקה
pt_br: Você precisa fornecer uma senha não vazia
ro: Este necesar să furnizați o parolă nevidă.
ru: Пароль не может быть пустым

source: Configuring database
de: Konfiguriere Datenbank
es: Configurando la base de datos
fr: Configuration de la base de données
he: מסד הנתונים מוגדר
pt_br: Configurando o banco de dados
ro: Configurarea bazei de date
ru: Конфигурация базы данных

source: Provides sample data for Joomla. English only.
de: Installiert englische Beispieldaten für Joomla!.
es: Incluye datos de ejemplo para Joomla. Sólo en Inglés.
he: מספק נתונים לדוגמה עבור ג׳ומלה. באנגלית בלבד.
pt_br: Fornece dados de amostra do Joomla. Apenas inglês.
ro: Furnizează date eșantion pentru Joomla în limba engleză.
ru: Предоставляет демонстрационные данные Joomla. Только на английском языке.

source: SMTP Port
es: Puerto SMTP
he: פתחת SMTP
pt_br: Porta SMTP
ru: Порт SMTP

source: Chinese/Taiwan
de: Chinesisch/Taiwanesisch
es: Chino/Taiwanés
fr: Chinois/Taïwan
he: סינית של טאיוואן
ro: Chineză/Taiwaneză
ru: Китайский/Тайваньский

source: For security reasons it is recomended to set a non blank password for ${mysql_database_type} root user. Do you want to set a password for the ${mysql_database_type} root user?
de: Aus Sicherheitsgründen wird empfohlen ein Passwort für den ${mysql_database_type}-Root-Benutzer zu vergeben. Möchten Sie ein Passwort für den ${mysql_database_type}-Root-Benutzer vergeben?
es: Por razones de seguridad es recomendable especificar una contraseña no vacía para el usuario root de ${mysql_database_type}. ¿Quieres especificar una contraseña para el usuario root de ${mysql_database_type}?
fr: Par mesure de sécurité il est recommandé de mettre un mot de passe non vide pour l'utilisateur root de ${mysql_database_type}. Voulez-vous définir un mot de passe pour l'utilisateur root de ${mysql_database_type}?
he: מטעמי אבטחה מומלץ להגדיר ססמה שאינה ריקה עבור משתמש העל (root) ב־${mysql_database_type}. האם ברצונך להגדיר ססמה עבור משתמש העל (root) של ה־${mysql_database_type}?
pt_br: Por motivos de segurança, recomenda-se definir uma senha que não seja em branco para o usuário raiz do ${mysql_database_type}. Deseja definir uma senha para o usuário raiz do ${mysql_database_type}?
ro: Din motive de securitate este recomandat să nu puneți o parolă vidă pentru parola utilizatorului "root" al ${mysql_database_type}. Doriți să puneți o parolă pentru userul "root" al ${mysql_database_type} ?
ru: Из соображений безопасности не рекомендуется оставлять пароль root пользователя ${mysql_database_type} пустым. Хотите задать пароль?

source: Email Address
de: E-Mail Adresse
es: Dirección email
fr: Adresse du courrier électronique
he: כתובת דוא״ל
pt_br: Endereço de e-mail
ro: Adresa Email
ru: Email адрес

source: Do you want to keep the wordpress database? It will be saved at ${installdir}/backups
de: Möchten Sie die Wordpress-Datenbank sichern? Wird gesichert nach ${installdir}/backups
es: ¿Desea mantener la base de datos de WordPress? Será guardada en ${installdir}/backups
he: האם ברצונך לשמור על מסד הנתונים של וורדפרס? הוא יישמר תחת ${installdir}/backups
pt_br: Deseja manter o banco de dados do Wordpress? Ele será salvo em ${installdir}/backups
ro: Doriți să păstrați baza de date wordpress ? Aceasta va fi salvată în ${installdir}/backups
ru: Вы хотите сохранить базу данных wordpress? Она будет сохранена в ${installdir}/backups

source: Italian
de: Italienisch
es: Italiano
fr: Italien
he: איטלקית
ro: Italiană
ru: Итальянский

source: Drupal is a content management platform that allows an individual or community of users to easily publish, manage, and organize a wide variety of content on a website. In general, Drupal is used for community web portals, discussion sites, corporate web sites, intranet applications, personal web sites or blogs, aficionado sites, e-commerce applications, resource directories, and social networking sites
de: Drupal ist ein Content-Management-System (CMS) und -Framework das es dem Anwender oder einer ganzen Community erlaubt, eine Vielzahl verschiedener Inhalte auf einer Webseite zu veröffentlichen und zu verwalten. Es ist besonders für Webportale, Diskussionsseiten, Intranetanwendungen, persönliche Webseiten, Blogs, E-Commerce-Anwendungen, Quellverzeichnisse und soziale Netzwerke geeignet
es: Drupal es una plataforma de gestión de contenidos que permite a usuarios individuales o comunidades publicar, gestionar y organizar una gran variedad de contenido en un sitio web fácilmente. En general, Drupal es usado por portales de comunidades, sitios de discusión, sitios corporativos, aplicaciones de intranet, sitios web personales o blogs, aplicaciones de comercio electrónico, directorios de recursos y redes sociales.
he: דרופל היא פלטפורמה לניהול תוכן המאפשרת ליחיד או לקבוצה של משתמשים לפרסם, לנהל ולארגן בקלות מגוון רחב של תוכן באתר. באופן כללי, דרופל משמשת לשערי תוכן קהילתיים, אתרי דיונים, אתרים של תאגידים, יישומים פנים ארגוניים, אתרים או בלוגים פרטיים, אתרי מעריצים, ספריות משאבים ואתרי רשתות חברתיות
pt_br: Drupal é uma plataforma de gerenciamento de conteúdo que permite que uma pessoa ou comunidade de usuários facilmente publiquem, gerenciem e organizem uma ampla variedade de conteúdo em um site. De forma geral, o Drupal é usado para portais da web comunitários, sites de discussão, websites corporativos, aplicativos de intranet, websites ou blogs pessoais, sites de fãs, aplicativos de comércio eletrônico, diretórios de recursos e sites de networking social.
ro: Drupal este un CMS ce permite utilizatorului sau comunităților de utilizatori o ușoară publicare, conducere și organizare a unei largi varietăți de conținut pe site. În general, Drupal este folosit pentru portalurile web ale comunităților, sitr-uri de discuții, site-uri de firmă, aplicații intranet, sit-uri sau blog-uri personale, aplicații de e-comerț, dosare de resurse și site-uri de rețele de socializare.
ru: Drupal - платформа управления контентом, которая позволяет человеку или сообществу пользователей легко публиковать и управлять всеми видами контента на веб-сайте. Вообще, Drupal используется для создания веб-порталов сообществ, обсуждений, корпоративных сайтов, приложений для внутренних сетей интранет, персональных веб-сайтов или блогов, фан-сайтов, приложений электронной коммерции, каталогов и социальных сетей

source: Enables changes to file permissions and configuration settings that make it easy to install plugins, themes and updates for certain applications, but that are not optimal from a security standpoint. Recommended if you are using this stack for development purposes or within your company.
de: Passt Dateiberechtigungen und Konfigurationen so an, das Plugins, Themes und Updates für gewisse Anwendungen leichter nachinstallierbar sind. Dies kann die Sicherheit gefährden und wird daher eher für Entwicklungszwecke oder der Nutzung in einem Unternehmen (Intranet) empfohlen.
es: Habilita cambios en permisos y ajustes de configuración para instalar fácilmente plugins, temas y actualizaciones, pero no está optimizada desde el punto de vista de la seguridad. Esta configuración está recomendada para desarrollo o servidores internos a la empresa.
fr: Autorise les changements de permissions sur les fichiers et les paramètres de configuration qui facilitent l'installation de plugins, thèmes et mises à jour pour certaines applications. D'un point de vue sécurité, elles ne sont pas optimales. Ceci est recommandé pour un usage en interne dans votre entreprise ou pour du développement.
he: התכנית מאפשרת ביצוע שינויים בהרשאות קבצים והגדרות תצורה שמסייעות להתקין תוספים, ערכות עיצוב ועדכונים ליישומים מסוימים בקלות, אך הגדרות אלה אינן מיטביות מהיבט האבטחה. מומלץ אם חבילה זו משמשת לצורכי פיתוח או באופן פנימי לצורכי החברה שלך.
pt_br: Habilita alterações para permissões de arquivo e ajustes de configuração que facilitam a instalação de plugins, temas e atualizações para determinados aplicativos, mas que não são ideais de um ponto de vista de segurança. Recomendado se você estiver usando esta pilha para fins de desenvolvimento ou dentro de sua empresa.
ro: Validează schimbările în permisiunile fișierelor și a setărilor de configurare ce face ușoară instalarea de plug-in, teme și update-uri pentru anumite aplicații, dar nu este optimă din unct de vedere al securității. Recomandată dacă folosiți acest stack pentru scopuri de dezvoltare sau în interiorul companiei.
ru: Включение изменений в разрешения файлов и конфигурации упрощает установку плагинов, тем и обновлений для некоторых приложений, однако с точки зрения безопасности это не лучшее решение. Рекомендуется, если вы используете этот стек в целях разработки или внутри Вашей компании.

source: Please enter a password to use for the database root user
de: Bitte geben Sie ein Passwort ein das für den Root-Datenbank-Benutzer verwendet werden soll
es: Por favor, introduzca una contraseña para el usario 'root' de la base de datos.
fr: Veuillez entrer un mot de passe pour utiliser la base de données de l'utilisateur root
he: נא להזין ססמה לשימוש עבור משתמש העל (root) של מסד הנתונים
ro: Vă rog introduceți o parolă de folosit pentru utilizatorul "root" al bazei de date
ru: Пожалуйста, введите пароль root пользователя баз данных.

source: Creating web application.
de: Erstelle Web-Anwendung.
es: Creando applicación web.
fr: Création de l'application web.
he: היישום המקוון נוצר.
ro: Creearea aplicației web
ru: Создание веб-приложения.

source: Please, choose a folder to install ${product_fullname}
de: Bitte wählen Sie ein Installationsverzeichnis für ${product_fullname}
es: Por favor, elija un directorio para instalar ${product_fullname}
fr: Veuillez choisir un dossier pour installer ${product_fullname}
he: נא לבחור תיקייה להתקנת ${product_fullname}
pt_br: Escolha uma pasta para instalar ${product_fullname}
ro: Vă rog alegeți un dosar pentru a instala ${product_fullname}
ru: Пожалуйста, выберите папку для установки ${product_fullname}

source: Please configure Joomla! installation
de: Bitte konfigurieren Sie die Joomla!-Installation
es: Por favor configure la instalación de Joomla!
he: נא להגדיר את התקנת הג׳ומלה!
pt_br: Configure a instalação do Joomla!
ro: Vă rog configurați instalarea Joomla!
ru: Пожалуйста, сконфигурируйте установку Joomla!

source: Uninstalling services.
de: Deinstalliere Dienste.
es: Desinstalando los servicios.
fr: Désinstallation des services
he: מתבצעת הסרת השירותים.
ro: Dezinstalarea serviciilor.
ru: Удаление служб.

source: phpMyAdmin is a tool written in PHP intended to handle the administration of ${mysql_database_type} over the Web.
de: phpMyAdmin ist ein in PHP geschriebenes Werkzeug um die Verwaltung von ${mysql_database_type}-Datenbanken zu vereinfachen.
es: phpMyAdmin es una herramienta escrita en PHP para gestionar la administración de ${mysql_database_type} desde la Web.
he: phpMyAdmin הוא כלי שנכתב ב־PHP המיועד לטיפול ב־${mysql_database_type} באמצעות הדפדפן.
pt_br: phpMyAdmin é uma ferramenta escrita em PHP destinada a tratar a administração do ${mysql_database_type} na web.
ro: phpMyAdmin este o unealtă scrisă în PHP cu scopul de a gestiona administrarea serverului ${mysql_database_type} prin rețeaua Web.
ru: phpMyAdmin - инструмент, написанный на PHP для ручного администрирования ${mysql_database_type} через веб-интерфейс.

source: Bitnami Website
de: Bitnami Internetauftritt
es: Sitio Web de Bitnami
fr: Site Web Bitnami
he: האתר של Bitnami
pt_br: Website do Bitnami
ru: Веб-сайт Bitnami

source: Username
de: Benutzername
es: Nombre de usuario
fr: Nom d'utilisateur
he: שם משתמש
pt_br: Nome de usuário
ro: Nume utilizator
ru: Имя пользователя

source: You are trying to install a 64bit module on a 32bit installation. This is not supported. Please download the correct module from bitnami.com
de: Sie versuchen ein 64-bit-Modul auf einem 32-bit-System zu installieren. Dies wird nicht unterstützt. Bitte laden Sie das richtige Modul herunter unter bitnami.com
es: Estás intentando instalar un módulo de 32bit en una instalación de 64bit. Esta configuración no está soportada. Por favor, descargue el modulo apropiado desde bitnami.com
fr: Non supporté : vous êtes en train de vouloir installer un module 64bit sur une installation 32bit. Veuillez télécharger le module adéquat depuis bitnami.com
he: הגרסה המועמדת להתקנה היא של מודול עבור 64 סיביות על התקנה של 32 סיביות. פעולה זו אינה נתמכת. נא להוריד את המודול הנכון מ־bitnami.com
pt_br: Você está tentando instalar um módulo de 64 bits em uma instalação de 32 bits. Isso não é suportado. Faça o download do módulo correto em bitnami.com
ro: Încercați să instalați un modul pe 64 biți într-o instalare de 32 biți. Nu se poate. Vă rog să descărcați modulul potrivit de la bitnami.com
ru: Вы пытаетесь установить 64-битный модуль на 32-битной установке. Это невозможно. Пожалуйста, загрузите подходящий модуль с bitnami.com

source: Joomla! is an award-winning content management system that can be used to build personal/corporate websites or portals, small business websites, non-profit and organizational websites, government applications, corporate intranets and extranets, school and church websites, and community-based portals
de: Joomla! ist ein Content-Management-System (CMS) das sich für persönliche Webseiten oder Unternehmen genau so eignet wie für kleinere Portale und weitere Möglichkeiten
es: Joomla! es un premiado sistema de gestión de contenidos que puede ser usado para construir sitios web personales/corporativos o portales, pequeños sitios de negocios, sitios web para organizaciones no lucrativas, aplicaciones gubernamentales, redes corporativas, escuelas, iglesias y portales basados en comunidades
he: ג׳ומלה! הנה מערכת עטורת פרסים לניהול תוכן בה ניתן להשתמש כדי לבנות אתרים פרטיים/מסחריים או שערי תוכן, אתרים לעסקים קטנים, אתרים של ארגונים או עמותות ללא מטרות רווח, יישומים ממשלתיים, רשתות פנים עסקיות וחוץ עסקיות, אתרי בתי ספר וכנסיות ושערי תוכן מבוססי קהילה
pt_br: Joomla! é um sistema de gerenciamento de conteúdo premiado que pode ser usado para elaborar websites ou portais pessoais/corporativos, websites de pequenos negócios, websites organizacionais e sem fins lucrativos, aplicativos governamentais, intranets e extranets corporativas, websites de escolas e igrejas e portais baseados em comunidades
ro: Joomla! este cel mai premiat CMS ce se poate folosi pentru site-uri personale, de firmă sau portaluri, sit-uri pentru firme mici, non-profit sau de organizație, aplicații guvernamentale, intraneturi și extraneturi de corporație, sit-uri pentru școli și biserici, portaluri bazate pe comunități.
ru: Joomla! это популярная система управления контентом, которая может использоваться, для создания личные/корпоративных веб-сайтов или порталов, веб-сайтов для малого бизнеса, некоммерческих сайтов и сайтов организаций, приложений для правительства, корпоративных внутрисетевых и глобальных сайтов, школьных и церковных сайтов, порталов для сообществ.

source: Please use only alphanumeric characters in your password
de: Bitte benutzen Sie nur alphanumerische Zeichen
es: Por favor, use exclusivamente caracteres alfanuméricos para su contraseña.
he: נא להשתמש בתווים אלפאנומריים בלבד
pt_br: Use apenas caracteres alfanuméricos
ro: Vă rog folosiți doar caractere alfanumerice
ru: Пожалуйста, используйте только латинские буквы и цифры.

source: Please use only alphanumeric characters in your application password
de: Bitte benutzen Sie nur alphanumerische Zeichen
es: Por favor, use exclusivamente caracteres alfanuméricos para su contraseña de aplicación.
fr: Veuillez n'utiliser que des caractères alphanumériques
he: נא להשתמש בתווים אלפאנומריים בלבד
pt_br: Use apenas caracteres alfanuméricos
ro: Vă rog folosiți doar caractere alfanumerice
ru: Пожалуйста, используйте только латинские буквы и цифры.

source: Please use only alphanumeric characters in your username
de: Bitte benutzen Sie nur alphanumerische Zeichen
es: Por favor, use exclusivamente caracteres alfanuméricos para su nombre de usuario.
fr: Veuillez n'utiliser que des caractères alphanumériques
he: נא להשתמש בתווים אלפאנומריים בלבד
pt_br: Use apenas caracteres alfanuméricos
ro: Vă rog folosiți doar caractere alfanumerice
ru: Пожалуйста, используйте только латинские буквы и цифры.

source: Please confirm your password
de: Bitte bestätigen Sie ihr Passwort
es: Por favor, confirme su contraseña
fr: Veuillez confirmer votre mot de passe
he: נא לאשר את הססמה שלך
pt_br: Confirme sua senha
ro: Vă rog reintroduceți parola
ru: Пожалуйста, подтвердите Ваш пароль

source: Please enter the port that the bundled Apache Server will use for SSL access.
de: Bitten geben Sie den Port an, den der mitgelieferte Apache-Server für den SSL-Zugang verwenden soll.
es: Por favor, introduzca el puerto del servidor Apache incluido que será usado para el acceso SSL
fr: Veuillez entrer le port utilisé par le serveur Apache fourni pour les accès SSL.
he: נא להזין את הפתחה בה ישתמש שרת ה־Apache המאוגד לצורכי גישה עם SSL.
pt_br: Insira a porta que o Servidor Apache embutido usará para acesso SSL.
ro: Vă rog introduceți numărul portului pe care Serverul Apache inclus îl va folosi pentru accesul SSL.
ru: Пожалуйста, введите порт, который будет использоваться сервером Apache для SSL доступа.

source: Spanish
de: Spanisch
es: Español
fr: Espagnol
he: ספרדית
ro: Spaniolă
ru: Испанский

source: More info
es: Más información

source: RVM is a command-line tool which allows you to easily install, manage, and work with multiple ruby environments from interpreters to sets of gems.
es: RVM es una herramienta de linea de comandos que te permitirá instalar, organizar y trabajar con múltiples entornos de Ruby, desde intérpretes a sets de gemas.

source: Starting Thin servers
es: Arrancando servidores Thin

source: Installing ${product_fullname}
es: Instalando ${product_fullname}

source: The Certificate Common Name is too long. The maximum number of characters allowed is 64.
es: El nombre del certificado es demasiado largo. El máximo número de caracteres permitidos es 64.

source: Please use alphanumeric characters only for the 'wordpress_instance_name' option
es: Por favor usa caracteres alfanuméricos para la opción 'wordpress_instance_name'

source: The DevKit is a toolkit that makes it easy to build and use native C/C++ extensions such as RDiscount and RedCloth for Ruby on Windows.
es: DevKit son herramientas que hacen fácil construir y usar extensiones nativas de C/C++ como RDiscount y RedCloth para Ruby en Windows.

source: The username cannot be a sequence of only digits (i.e. must contain at least one letter)
es: El nombre de usuario no puede ser una secuencia formada solo por numeros (debe contener al menos una letra)

source: The installation has detected that the current umask is set to permissions of ${base_umask}, the installation is now exiting. You should modify your umask to at least 0022 before launching the installer. After the installation has completed, reset the umask permissions to your original values.
es: La instalación ha detectado que 'umask' actual está configurado como ${base_umask}. Debes modificar el 'umask' pare que al menos sea 0022 antes de lanzar el instalador. Después de que la instalación se haya completado, reconfigura el 'umask' para que tenga su valor original.

source: Please select a different installation directory. The installation directory cannot contain symbolic links
es: Por favor selectiona un directorio de instalacion diferente. El directorio de instalación no puede contener enlaces simbólicos

source: Configuring WordPress...
es: Configurando WordPress...

source: Configuring Drupal...
es: Configurando Drupal...

source: Configuring Joomla!...
es: Configurando Joomla!...

source: The current installation directory could not be accessed by non-root users. Please select a different installation directory or change the permissions to 755 for this folder.
es: El directorio actual de instalación no puede ser accedido por usuarios no root. Selecciona un directorio de isntalación diferente o cambia los permisos a 775 para ese directorio.

source: Please enter a valid hostname (IPs are not allowed)
es: Introduce un hostname válido (Direcciones IP no están permitidas)

source: It seems you have an antivirus running. In some cases, this may slow down or interfere the installation of the software. Please visit the following link to learn more about this. ${antivirus_url} Continue with installation?
es: Parece que tienes un antivirus funcionando. En algunos casos, esto podría enlentecer o interferir con la instalación del software. Visita el siguiente link para conocer más detalles. ${antivirus_url} Continuar con la installación?

source: PHP versions 5.5 and later do not support Windows XP or Windows 2003. You will need to install a different version of ${product_fullname} that includes version 5.4 or earlier.
es: La versión de PHP 5.5 y siguientes no soporta Windows XP o Windows 2003. Necesitarás instalar una versión diferente de ${product_fullname} que incluya la versión de PHP 5.4 o anterior.

source: Enter the application password
es: Introduce la contraseña de la applicación

source: That folder does not seem to contain a valid installation of XAMPP. Please specify a valid XAMPP directory or download the XAMPP installer from apachefriends.org.
es: El directorio no parece contener una instalación válida de XAMPP. Especifique una instalación válida de XAMPP o descargue el instalador de XAMPP desde apachefriends.org.

source: Note: This module requires a pre-existing installation of Bitnami or a Bitnami-compatible stack like XAMPP. Please select the previous platform installation. For example: C:Bitnamiwampstack-5.4.15-0 or C:xampp
es: Nota: Este módulo require una instalación previa de Bitnami o una stack compatible como XAMPP. Seleccione la instalación previa. Por ejemplo, C:Bitnamiwampstack-5.4.15-0 o C:xampp
