Repository: ApacheFriends/xampp-build
Catalog: tools/translator/bitnami/*/bitnami.po
Languages: de, es, fr, he, pt_br, ro, ru

source: To access the ${product_fullname}, go to http://localhost:${web_server_port} from your browser.
de: Um auf ${product_fullname} zugreifen zu können, rufen Sie die Seite http://localhost:${web_server_port} mit Ihrem Browser auf.
es: Para acceder a ${product_fullname}, vaya a http://localhost:${web_server_port} desde su navegador.
fr: Pour accéder à ${product_fullname}, allez à l'adresse http://localhost:${web_server_port} dans votre navigateur.
he: כדי לגשת אל ${product_fullname}, יש לפנות לכתובת http://localhost:${web_server_port} באמצעות הדפדפן שלך.
ro: Pentru a accesa ${product_fullname}, du-te la http://localhost:${web_server_port} din browserul tău.
ru: Чтобы получить доступ к ${product_fullname}, откройте http://localhost:${web_server_port} в вашем браузере.

source: To access the ${product_fullname}, go to http://${web_server_browser_domain}:${web_server_port} from your browser.
es: Para acceder a ${product_fullname}, vaya a http://${web_server_browser_domain}:${web_server_port} desde su navegador.

source: Please choose a number for Port
de: Bitte wählen Sie einen Port
es: Por favor, elija un número para el puerto
fr: Veuillez choisir un numéro de port
he: נא לבחור מספר עבור הפתחה
pt_br: Escolha um número para a Porta
ro: Vă rog să alegeți un număr de Port
ru: Выберите номер порта

source: Default email provider:
de: Standard E-Mail-Anbieter:
es: Proveedor de correo por defecto:
fr: Adresse électronique par défaut du fournisseur de service de courrier :
he: ספק הדוא״ל כבררת מחדל:
pt_br: Provedor de e-mail padrão:
ro: Furnizorul implicit de email:
ru: Email провайдер по умолчанию

source: Re-enter
de: Erneute Eingabe
es: Repítalo
fr: Ré-entrez
he: הזנה מחדש
pt_br: Insira novamente
ro: Re-introduceți
ru: Повторите

source: Creating Database
de: Datenbank erstellen
es: Creando la base de datos
fr: Création de la base de données
he: מסד הנתונים נוצר
ro: Crearea Bazei de date
ru: Создание базы данных

source: ${mysql_database_type} Information
es: Información de ${mysql_database_type}
fr: Information ${mysql_database_type}
he: פרטי ה־${mysql_database_type}
pt_br: Informações do MYSQL
ro: Informații ${mysql_database_type}
ru: Информация ${mysql_database_type}

source: Please configure Drupal installation
de: Bitte konfigurieren Sie Ihre Drupal-Installation
es: Por favor configure la instalación de Drupal
he: נא להגדיר את התקנת הדרופל
pt_br: Configure a instalação Drupal
ro: Vă rog să configurați instalarea Drupal
ru: Пожалуйста, сконфигурируйте установку Drupal

source: Database Installation
de: Datenbank-Installation
es: Instalación de la base de datos
fr: Installation de la base de données
he: התקנת מסד נתונים
pt_br: Instalação do banco de dados
ro: Instalarea Bazei de date
ru: Установка базы данных

source: Do you want to keep the Joomla! database? It will be saved at ${installdir}/backups
de: Möchten sie die Joomla Datenbank behalten? Datenbank wird gesichert in ${installdir}/backups
es: ¿Desea mantener la base de datos de Joomla!? Será guardada en ${installdir}/backups
he: האם ברצונך לשמור את מסד הנתונים של ג׳ומלה? מסד הנתונים יישמר תחת ${installdir}/backups
pt_br: Quer manter o banco de dados Joomla!? Ele será salvo em ${installdir}/backups
ro: Doriți să păstrați baza de date din Joomla ? Aceasta va fi salvată în ${installdir}/backups
ru: Вы хотите сохранить базу данных Joomla! ? Она будет сохранена в ${installdir}/backups

source: Uninstall ${product_fullname} service
de: Deinstallation von ${product_fullname}
es: Desinstalar el servicio ${product_fullname}
fr: Désinstaller le service ${product_fullname}
he: הסרת השירות ${product_fullname}
pt_br: Desinstalar o serviço ${product_fullname}
ro: Dezinstalarea serviciului ${product_fullname}
ru: Удаление службы ${product_fullname}

source: Configuration Report
de: Konfigurationsbericht
es: Informe de Configuración
fr: Rapport de configuration
he: דוח תצורה
ro: Raportul de configurare
ru: Отчет о конфигурации

source: GMail password
de: GMail Passwort
es: Contraseña de GMail
fr: mot de passe GMail
he: ססמת הג׳ימייל
pt_br: Senha do GMail
ro: Parola contului GMail
ru: Пароль GMail

source: SSL Port
es: Puerto SSL
fr: port SSL
he: פתחת SSL
pt_br: Porta SSL
ro: Portul SSL
ru: Порт SSL

source: Launch ${product_shortname} in the cloud with Bitnami
de: Mehr über Bitnami Cloud Hosting erfahren
es: Lanzar ${product_shortname} en la nube con Bitnami
fr: En savoir plus sur l'hébergement du Cloud Bitnami
he: מידע נוסף על אחסון הענן של Bitnami
pt_br: Saiba mais sobre o Hosting de Cloud Bitnami
ro: Învață mai multe despre Bitnami Cloud Hosting
ru: Узнать больше о хостинге Bitnami Cloud

source: Login must not have capital letters
de: Login darf keine Großbuchstaben enthalten
es: El nombre de acceso no puede contener mayúsculas
fr: Le login ne doit pas contenir de lettres majuscules
he: אין לכלול אותיות גדולות בשם הכניסה
pt_br: O login não deve conter letras maiúsculas
ro: Numele de login nu trebuie să aibă litere mari
ru: Логин не должен содержать заглавных букв

source: Do you want to keep the redmine database? It will be saved at ${installdir}/backups
de: Möchten Sie die Redmine-Datenbank behalten? Sie wird nach ${installdir}/backups gesichert
es: ¿Desea mantener la base de datos de redmine? Será guardada en ${installdir}/backups
he: האם ברצונך לשמור על מסד הנתונים של redmine? מסד הנתונים יישמר תחת ${installdir}/backups
ro: Doriți să păstrați baza de date din Redmine ? Aceasta va fi salvată în ${installdir}/backups
ru: Хотите сохранить базу данных redmine? Она будет сохранена в ${installdir}/backups

source: I wish to use an existing ${mysql_database_type} database
de: Ich möchte eine bereits vorhandene ${mysql_database_type}-Datenbank verwenden
es: Deseo utilizar un base de datos ${mysql_database_type} existente
fr: Je souhaite utiliser une base de données ${mysql_database_type} existante
he: ברצוני להשתמש במסד נתונים מסוג ${mysql_database_type} קיים
pt_br: Desejo usar um banco de dados existente do ${mysql_database_type}
ro: Doresc să folosesc o bază de date existentă din ${mysql_database_type}
ru: Я хочу использовать имеющуюся базу данных ${mysql_database_type}

source: Starting Subversion server
de: Starte Subversion-Server
es: Arrancando el servidor Subversion
fr: Démarrage du serveur Subversion
he: שרת ה־Subversion מופעל
ro: Pornesc serverul Subversion
ru: Запуск сервера субверсий

source: Please enter the port that Apache web server will listen to. The entered port number should not be used by any other process running on the server.
de: Bitte geben Sie den Port für den Apache-Webserver ein. Der eingegebene Port sollte von keinem anderen Prozess auf dem Server verwendet werden.
es: Por favor, introduzca el puerto en el que el servidor web de Apache escuchará. El número de puerto introducido no debe ser utilizado por ningún otro proceso ejecutandose en el servidor.
fr: Veuillez entrer le port sur lequel Apache écoutera. Ce numéro de port ne devrait être utilisé par aucun autre processus fonctionnant sur le serveur.
he: נא להזין את הפתחה ששרת ה־Apache יאזין לה. אסור שייעשה שימוש במספר פתחה זו על ידי שום שירות אחר שמופעל על השרת.
ro: Vă rog să introduceți portul serverului web Apache la care se va citi. Numărul portului introdus nu poate fi folosit de alt proces ce rulează pe server.
ru: Пожалуйста, введите порт, который слушает Apache. Убедитесь, что этот порт не занят каким-либо другим процессом, запущенным на сервере.

source: ${product_fullname} admin user creation
de: Anlegen des ${product_fullname}-Administrators
es: Creación del usuario administrador ${product_fullname}
fr: Création de l'utilisateur admin de ${product_fullname}
he: יצירת משתמש ניהול עבור ${product_fullname}
pt_br: Criação de usuário admin do ${product_fullname}
ro: Crearea utilizatorului admin ${product_fullname}
ru: Создание учётной записи администратора для ${product_fullname}

source: Please enter your database root username
de: Bitte Root-Benutzer der Datenbank angeben
es: Por favor, especifique el nombre de usuario de root
fr: Veuillez entrer le nom d'utilisateur root de votre base de données
he: נא להזין את שם משתמש העל (root) של מסד הנתונים שלך
pt_br: Insira seu nome de usuário raiz do banco de dados
ro: Vă rog introuceți numele de utilizator root pentru baza de date
ru: Пожалуйста, введите пароль root пользователя базы данных.

source: Installing Thin Cluster as services.
de: Installiere Thin Cluster als Dienst.
es: Instlalando los services de Thin Cluster
he: Thin Cluster מותקן כשירותים.
ro: Instalarea Thin Cluster ca serviciu.
ru: Установка Thin Cluster как служб.

source: Please select which database configuration you wish to use
de: Bitte wählen Sie eine Datenbank die Sie verwenden möchten
es: Por favor seleccione qué configuración de la base de datos le gustaría usar
fr: Veuillez sélectionner la configuration de la base de données que vous souhaitez utiliser
he: נא לבחור בתצורת מסד הנתונים בה ברצונך להשתמש
pt_br: Selecione qual configuração de banco de dados deseja usar
ro: Vă rog să selectați care bază de date doriți să o utilizați
ru: Пожалуйста, выберите конфигурацию базы данных, которую вы хотите использовать

source: The installer detected that the installation folder ${app(wordpress).installdir} is not empty. Please make sure that any older version of the application is uninstalled, as continuing with the installation may corrupt the current one. Do you want to continue?
de: Das Installationsprogramm hat erkannt, dass der Installationsordner $ {app (wordpress). Installdir} nicht leer ist. Bitte stellen Sie sicher, dass eine ältere Version der Anwendung vorher deinstalliert wird, ansonsten kann die Aktuelle beschädigt werden. Wollen Sie fortfahren?
es: El instalador detectó que el directorio de instalación ${app(wordpress).installdir} no está vacío. Por favor asegúrese que la aplicación antigua fué desinstalada ya que continuar con la instalación puede corromperla. ¿Desea continuar con la instalación?
he: תכנית ההתקנה זיהתה שתיקיית ההתקנה ${app(wordpress).installdir} אינה ריקה. נא לוודא שכל הגרסאות הקודמות של היישום הוסרו, כיוון שהמשך ההתקנה עלול לפגוע בגרסה הנוכחית. האם ברצונך להמשיך?
pt_br: O instalador detectou que a pasta de instalação ${app(wordpress).installdir} não está vazia. Certifique-se de que qualquer versão anterior do aplicativo esteja desinstalada, pois continuar a instalação poderá corromper a versão atual. Deseja continuar?
ro: Installerul a detectat că dosarul de instalare ${app(wordpress).installdir} nu e gol. Vă rog să vă asigurați că orice versiune veche a aplicației este dezinstalată, întrucât continuarea instalării o poate distruge pe cea deja instalată. Doriți să continuați ?
ru: Установщик обнаружил, что папка установки ${app(wordpress).installdir} не пуста. Пожалуйста, убедитесь что все прежние версии этого приложения удалены, так как продолжение установки может их нарушить. Продолжить?

source: The installer detected that the installation folder ${app(joomla).installdir} is not empty. Please make sure that any older version of the application is uninstalled, as continuing with the installation may corrupt the current one. Do you want to continue?
de: Das Installationsprogramm hat erkannt, dass der Installationsordner ${app(joomla).installdir} nicht leer ist. Bitte stellen Sie sicher, dass eine ältere Version der Anwendung vorher deinstalliert wird, ansonsten kann die Aktuelle beschädigt werden. Wollen Sie fortfahren?
es: El instalador detectó que el directorio de instalación ${app(joomla).installdir} no está vacío. Por favor asegúrese que la aplicación antigua fué desinstalada ya que continuar con la instalación puede corromperla. ¿Desea continuar con la instalación?
he: תכנית ההתקנה זיהתה שתיקיית ההתקנה ${app(joomla).installdir} אינה ריקה. נא לוודא שכל הגרסאות הקודמות של היישום הוסרו, כיוון שהמשך ההתקנה עלול לפגוע בגרסה הנוכחית. האם ברצונך להמשיך?
pt_br: O instalador detectou que a pasta de instalação ${app(joomla).installdir} não está vazia. Certifique-se de que qualquer versão anterior do aplicativo esteja desinstalada, pois continuar a instalação poderá corromper a versão atual. Deseja continuar?
ro: Installerul a detectat că dosarul de instalare ${app(wordpress).installdir} nu e gol. Vă rog să vă asigurați că orice versiune veche a aplicației este dezinstalată, întrucât continuarea instalării o poate distruge pe cea deja instalată. Doriți să continuați ?
ru: Установщик обнаружил, что папка установки ${app(joomla).installdir} не пуста. Пожалуйста, убедитесь что все прежние версии этого приложения удалены, так как продолжение установки может их нарушить. Продолжить?

source: ${mysql_database_type} connection timed out. The installation has been stopped.
de: Zeitüberschreitung der ${mysql_database_type}-Verbindung. Die Installation wurde angehalten.
es: La conexión de ${mysql_database_type} ha expirado. La instalación ha sido detenida.
he: החיבור ל־${mysql_database_type} פג. ההתקנה נעצרה.
pt_br: A conexão do ${mysql_database_type} expirou. A instalação foi interrompida.
ro: Timpul maxim de conectare la ${mysql_database_type} a expirat. Instalarea a fost oprită.
ru: Таймаут соединения ${mysql_database_type}. Установка была прервана.

source: New Database
de: Neue Datenbank
es: Nueva base de datos
fr: Nouvelle base de données
he: מסד נתונים חדש
pt_br: Novo banco de dados
ro: Bază de date nouă
ru: Новая База Данных

source: Installation directory path is too long. The maximum number of characters allowed is ${base_installdir_max_characters}.
de: Der Installationspfad ist zu lang. Die maximale Anzahl erlaubter Zeichen ist ${base_installdir_max_characters}.
es: La ruta del directorio de instalación es demasiado larga. El número máximo de caracteres permitido es ${base_installdir_max_characters}.
fr: Le chemin du répertoire d'installation est trop long. Le nombre de caractères maximum autorisés est de ${base_installdir_max_characters}.
he: נתיב תיקיית ההתקנה ארוך מדי. מספר התווים המרבי המותר לשימוש הוא ${base_installdir_max_characters}.
pt_br: O caminho do diretório de instalação é longo demais. O número máximo de caracteres permitidos é ${base_installdir_max_characters}.
ro: Calea dosarului de instalare e prea lungă.Numărul maxim de caractere permis este ${base_installdir_max_characters}.
ru: Путь к папке установки слишком длинный. Максимальное число символов - ${base_installdir_max_characters}.

source: Shutting down services (this may take a few minutes)
de: Dienste werden heruntergefahren (Dies kann einige Minuten dauern.)
es: Parando los servicios (esto puede tardar unos minutos)
fr: Arrêt des services (cela peu prendre quelques minutes)
he: השירותים נכבים (פעולה זו עלולה להימשך מספר דקות)
ro: Închid serviciile ( asta poate dura câteva minute )
ru: Остановка служб (это может занять несколько минут)

source: Unable to get free disk space.
de: Konnte freien Festplattenspeicher nicht feststellen.
es: No se ha podido obtener el espacio libre en disco.
he: לא ניתן לקבל את הנפח הפנוי בכונן.
pt_br: Impossível obter espaço em disco livre.
ro: Nu există destul spațiu pe disc.
ru: Невозможно получить свободное место на диске.

source: Unable to start Apache
de: Kann Apache nicht starten
es: No se ha podido arrancar Apache
fr: Impossible de démarrer Apache
he: לא ניתן להפעיל את Apache
pt_br: Impossível iniciar o Apache
ro: Nu se poate porni Apache
ru: Невозможно запустить Apache

source: SMTP Host
es: Servidor SMTP
fr: Hôte SMTP
he: שרת SMTP
pt_br: Host SMTP
ru: Хост SMTP

source: Unable to bind the mysql_port to ${mysql_port}. Please select another one.
de: Unfähig den mysql_port auf ${mysql_port} zu setzen. Bitte wählen Sie einen anderen.
es: No se ha podido ocupar el puerto de ${mysql_database_type} ${mysql_port}. Por favor, selecione otro distinto.
fr: Liaison impossible avec le port ${mysql_database_type} sur ${mysql_port}. Veuillez en sélectionner un autre.
he: לא ניתן לאגד את פתחת ה־mysql_port אל ${mysql_port}. נא לבחור באחת אחרת.
pt_br: Impossível conectar o mysql_port a ${mysql_port}. Selecione um outro.
ro: Nu pot lega portul_mysql la ${mysql_port}. Vă rog să selectați alt port.
ru: Невозможно привязать mysql_port к ${mysql_port}. Пожалуйста, выберите другой.

source: DB Prefix
es: Prefijo de la base de datos
he: קידומת מסד הנתונים
ru: Префикс Базы Данных

source: That folder does not seem to contain a valid installation of ${bitnami_platform_name}. The file properties.ini is missing or it is not a valid installation.
de: Dieser Ordner enthält keine gültige Installation von ${bitnami_platform_name}. Die Datei properties.ini fehlt oder es ist keine gültige Installation.
es: El directorio no parece contener una instalación válida de ${bitnami_platform_name}. El fichero properties.ini no está presente o no es una instalación válida.
fr: Ce dossier ne semble pas contenir une installation valide de ${bitnami_platform_name}. Le fichier properties.ini est manquant ou ce n'est pas une installation valide.
he: מסתבר כי תיקייה זו אינה מכילה התקנה תקנית של ${bitnami_platform_name}. הקובץ properties.ini חסר או שזו אינה התקנה תקנית.
pt_br: A pasta não parece conter uma instalação válida de ${bitnami_platform_name}. O arquivo file.properties.ini está faltando ou não é uma instalação válida.
ro: Acel dosar nu pare să conțină o instalare corectă de ${bitnami_platform_name}. Fișierul properties.ini lipsește sau nu are o instalare corectă.
ru: По всей видимости, папка установки содержит некорректно установленное приложение ${bitnami_platform_name}. Файл properties.ini отсутствует или установка была некорректной.

source: ${mysql_database_type} Server root password
de: ${mysql_database_type}-Server Root-Passwort
es: Contraseña de root del servidor ${mysql_database_type}
fr: Mot de passe root du serveur ${mysql_database_type}
he: ססמת משתמש העל של שרת ה־${mysql_database_type}
pt_br: Senha raiz de servidor ${mysql_database_type}
ro: Parola de root a Serverului ${mysql_database_type}
ru: root-пароль сервера ${mysql_database_type}

source: Select a folder
de: Wähle einen Ordner
es: Seleccionar un directorio
fr: Sélectionnez un dossier
he: בחירת תיקייה
pt_br: Selecione uma pasta
ro: Selectați un dosar
ru: Выберите директорию

source: This data is stored in the application configuration files and may be visible to others. For this reason, it is recommended that you do not use your personal account credentials.
es: Esta configuración is almacenada en ficheros que pueden ser visibles para otros usuarios. Por esta razón, es recomendable no usar una cuenta personal.

source: SQLite is a software library that implements a self-contained, serverless, zero-configuration, transactional SQL database engine.
de: SQLite ist eine Programmbibliothek die unabhängig von Servern und ohne Konfiguration eine sehr kompatible SQL-Datenbanklösung ermöglicht.
es: SQLite es una librería software que implementa un motor de base de datos SQL autocontenido, sin servidor, sin configuración y transaccional.
fr: SQLite est une bibliothèque qui implémente un moteur de base de données transactionnelles SQL autonome, sans serveur et sans configuration.
he: SQLite הנה ספריית תכנה שמיישמת מסד נתונים מסוג SQL באופן עצמאי, ללא שרת, ללא תצורה ועם אפשרות להעברת נתונים.
ro: SQLite este o bibliotecă soft ce implementează un motor de bază de date tranzacțional auto/conținut, fără server, fără configurare.
ru: SQLite - программная библиотека, предоставляющая самодостаточный, бессерверный, не требующий настройки, транзакционный SQL механизм баз данных.

source: Password must contain both letters and numbers
de: Das Passwort muss Zeichen UND Zahlen enthalten
es: La constraseña debe contener letras y números
fr: Le mot de passe doit contenir à la fois des lettres et des chiffres
he: הססמה חייבת להכיל גם אותיות וגם מספרים
pt_br: A senha deve conter letras e números
ro: Parola trebuie să conțină combinate litere și numere
ru: Пароль должен содержать буквы и цифры

source: IP / Hostname
es: IP / Nombre de la máquina
fr: Adresse IP / Nom d'hôte
he: IP / שם מארח
ru: IP / Имя хоста

source: The installation directory must be a path containing only letters, numbers and the characters '/', '.', '-' and '_'.
de: Das Installationsverzeichnis darf nur Buchstaben, Zahlen, Zeichen '/', '.', '-' und '_' enthalten.
es: El directorio de instalación debe tener una ruta que sólo contenga letras, números y los caracteres '/', '.', '-' and '_'.
fr: Le répertoire d'installation doit avoir un chemin qui ne contient que des lettres, des chiffres et les caractères '/', '.', '-' et '_'.
he: על תיקיית ההתקנה להיות נתיב המכיל אותיות, ספרות ואת התווים '/', '.', '-' ו־'_' בלבד.
pt_br: O diretório de instalação deve ser um caminho contendo apenas letras, números e os caracteress '/', '.', '-' e '_'.
ro: Dosarul de instalare trebuie să fie o cale ce conține doar litere, numere și caracterele '/', '.', '-' și '_'.
ru: Папка установки может содержать в своём пути только буквы, цифры и символы '/', '.', '-' , '_'.

source: Bitnami simplifies the way popular server applications and development stacks are created and deployed in the cloud. With over a million deployments each month, Bitnami.com has become the world's most popular destination for deploying today's most popular open source applications.
de: Bitnami Cloud Hosting ist ein neues Angebot das es Ihnen ermöglicht Ihre Bitnami-Anwendungen in der Cloud auszuführen. Aktivieren Sie den Haken wenn Sie während der Installation mehr über Bitnami erfahren möchten. Ein Browser-Fenster öffnet sich.
es: Bitnami simplifica la manera en la que aplicaciones populares y stacks de desarrollo son creadas y desplegadas en la nube. Con más de un millón de despliegues cada mes, Bitnami.com se ha convertido en el lugar más popular para desplegar las aplicaciones de código abierto más populares de hoy en día.
fr: L'hébergement du Cloud Bitnami est une nouvelle offre qui vous permet d'héberger vos applications Bitnami sur le Cloud. Cliquez ci-dessous pour en savoir plus sur Bitnami. Une fenêtre de navigation apparaîtra en attendant la fin de l'installation.
he: אירוח הענן של Bitnami הנה הצעה חדשה המאפשרת לך לאחסן את יישומי ה־Bitnami שלך בענן. ניתן לעיין במידע שלהלן כדי לקבל מידע נוסף על Bitnami עד לסיום ההתקנה. לצורך כך יופיע חלון דפדפן.
pt_br: Bitnami Cloud Hosting é uma nova oferta que lhe permite hospedar seus aplicativos Bitnami na Nuvem. Marque abaixo se deseja saber mais sobre o Bitnami enquanto espera que a instalação termine. Uma janela de navegador aparecerá.
ro: Bitnami Cloud Hosting este o nouă ofertă ce îți permite să găzduiești aplicațiile Bitnami în Cloud. Verificați mai jos dacă doriți să învățați mai mult despre Bitnami în timp ce instalarea se definitivează. O fereastră nouă de browser va apărea.
ru: Облачный хостинг Bitnami - новое предложение, которое позволит Вам размещать свои приложения Bitnami в «облаке». Кликните ссылку ниже, если Вы хотите узнать больше о Bitnami, в то время как Вы ждете окончания установки. Ссылка откроется в новом окне.

source: Hebrew
de: Hebräisch
es: Hebreo
fr: Hébreu
he: עברית
ro: Ebraică
ru: Иврит

source: French
de: Französisch
es: Francés
fr: Français
he: צרפתית
ro: Franceză
ru: Французский

source: Login and password must not be the same
de: Benutzer und Passwort dürfen nicht gleich sein
es: El nombre de acceso y contraseña no deben ser iguales
fr: Le login et le mot de passe doivent être différents
he: שם הכניסה והססמה חייבים להיות שונים זה מזה
pt_br: O login e a senha não devem ser os mesmos
ro: Numele de Login și parola NU POT FI IDENTICE
ru: Логин и пароль не должны совпадать

source: Secure connection
de: Sichere Verbindung
es: Conexión segura
fr: Connexion sécurisée
he: חיבור מאובטח
pt_br: Conexão segura
ro: Conexiune securizată
ru: Защищённое соединение
