Repository: ApacheFriends/xampp-build
Catalog: tools/translator/bitnami/*/bitnami.po
Languages: de, es, fr, he, pt_br, ro, ru

source: Unable to add text to httpd.conf
de: Nicht fähig Text zu httpd.conf hinzuzufügen
es: Imposible de añadir texto a httpd.conf
fr: Impossible d'ajouter du texte à httpd.conf
he: לא ניתן להוסיף טקסט ל־httpd.conf
pt_br: Impossível adicionar texto ao httpd.conf
ro: Nu puteți adăuga text în httpd.conf.
ru: Невозможно добавить текст в httpd.conf

source: Subversion Server Port
es: Puerto del servidor Subversion
fr: Port du serveur Subversion
he: פתחת שרת ה־Subversion
ro: Portul Serverului Subversion
ru: Порт сервера субверсий

source: Open ${product_fullname} in Browser
de: ${product_fullname} im Browser öffnen
es: Abrir ${product_fullname} en tu navegador
fr: ${product_fullname}. Ouverture dans le navigateur
he: פתיחת ${product_fullname} בדפדפן
ro: Deschide ${product_fullname} în browser
ru: Открыть ${product_fullname} в браузере

source: Deploy ${product_shortname} to the Cloud in One Click
es: Despliegue ${product_shortname} en la nube en un clic
fr: Hébergement du Cloud Bitnami
he: אירוח ענן של Bitnami
pt_br: Hospedagem de nuvem do Bitnami
ru: Облачный хостинг Bitnami

source: It seems you do not have enough permissions to bind to the port ${apachethinmodule_port1} or the port is already taken by another application. Please select another one.
de: Es scheint als hätten Sie nicht ausreichend Zugriffsrechte den Port ${apachethinmodule_port1} zu wählen oder er ist bereits durch eine andere Anwendung belegt. Bitte wählen Sie einen anderen.
es: Parece que no tienes permisos para ocupar el puerto ${apachethinmodule_port1} o el puerto está ya ocupado por otra aplicación. Por favor, selecciona otro distinto.
he: מסתבר כי ההרשאות שלך אינן מספיקות לאיגוד הפתחה ${apachethinmodule_port1} או שהפתחה כבר נתפסה על ידי יישום אחר. נא לבחור באחת אחרת.
ro: Se pare că nu aveți permisiuni suficiente să preluați portul ${apachethinmodule_port1} sau portul este deja preluat de altă aplicație. Vă rog selectați alt port.
ru: Похоже, у Вас нет прав для подключения к порту ${apachethinmodule_port1} или порт уже занят другим приложением. Пожалуйста, выберите другой.

source: Redmine is a flexible project management web application. Written using Ruby on Rails framework, it is cross-platform and cross-database.
de: Redmine ist eine flexible Projektverwaltungs-Software. Geschrieben mit dem Ruby on Rails-Framework ist es plattform- und datenbankübergreifend einsetzbar.
es: Redmine es una aplicación web flexible de gestión de proyectos. Está escrita en Ruby on Rails y es multi plataforma.
fr: Redmine est un gestionnaire de projet souple pour application web. Ecrit en Ruby sur un cadre de travail Rails, il est multi-plateforme, multi base de données.
he: Redmine הנו יישום מקוון וגמיש לניהול מיזמים. היישום נכתב באמצעות תשתית הפיתוח Ruby on Rails, היישום ניתן להפעלה על מגוון מערכות הפעלה ולהשתמש במגוון של מסדי נתונים.
ro: Redmine este o aplicație web flexibilă pentru managementul proiectelor. Scrisă folosind framework-ul Ruby on Rails este multiplatformă și mutibază de date.
ru: Redmine - гибкое веб-приложение управления проектами. Будучи написанным с использованием фреймворка Ruby on Rails, оно является кроссплатформенным и независимым от типа БД.

source: Unknown ${mysql_database_type} definition identifier '${id}'
de: Unbekannter '${mysql_database_type} definition identifier ${id}'
es: Identificador de ${mysql_database_type} '${id}' desconocido
fr: Définition d'identifiant ${mysql_database_type} inconnu '${id}'
he: מזהה הגדרה בלתי ידוע של ${mysql_database_type}‏ '${id}'
pt_br: Identificador '${id}' de definição do ${mysql_database_type} desconhecido
ro: Definiție de Identificator '${id}' ${mysql_database_type} necunoscută
ru: Неизвестный идентификатор определения ${mysql_database_type} '${id}'

source: Thin port nr 1
es: Puerto de Thin nr 1
he: פתחת Thin מס׳ 1
ro: Port nr 1 - Thin
ru: Порт Thin №1

source: Thin port nr 2
es: Puerto de Thin nr 2
he: פתחת Thin מס׳ 2
ro: Port nr 2 - Thin
ru: Порт Thin №2

source: Number of thin servers
de: Anzahl der Thin-Dienste
es: Número de servidores thin
he: מספר שרתי ה־thin
ro: Numărul serverelor thin
ru: Число серверов thin

source: ${mysql_database_type} Credentials
de: ${mysql_database_type}-Empfehlungen
es: Credenciales de ${mysql_database_type}
fr: Authentifications ${mysql_database_type}
he: פרטי אימות מול ה־${mysql_database_type}
pt_br: Credenciais do ${mysql_database_type}
ro: Credențiale ${mysql_database_type}
ru: Учётные данные ${mysql_database_type}

source: Please enter a password
de: Bitten geben Sie ein Passwort ein
es: Por favor introduzca una contraseña
fr: Veuillez entrer un mot de passe
he: נא להזין ססמה
pt_br: Insira uma senha
ro: Vă rog introduceți o parolă
ru: Пожалуйста, введите пароль

source: Do you want to keep the Drupal database? It will be saved at ${installdir}/backups
de: Möchten Sie die Drupal-Datenbank sichern? Sie wird nach ${installdir}/backups gespeichert
es: ¿Desea mantener la base de datos de Drupal? Será guardada en ${installdir}/backups
he: האם ברצונך לשמור על מסד הנתונים של דרופל? המסד יישמר תחת ${installdir}/backups
pt_br: Deseja manter o banco de dados Drupal? Será salvo em ${installdir}/backups
ro: Doriți să păstrați baza de date Drupal ? Aceasta va fi salvată în ${installdir}/backups
ru: Хотите сохранить базу данных Drupal? Она будет сохранена в ${installdir}/backups

source: Starting application.
de: Starte Anwendung.
es: Arrancando la aplicación.
fr: Application de démarrage
he: היישום מופעל.
ro: Pornește aplicația.
ru: Запуск приложения.

source: Please introduce a valid password to connect to the ${mysql_database_type} server.
de: Bitte geben Sie ein gültiges Passwort ein, um eine Verbindung zum ${mysql_database_type}-Server herstellen zu können.
es: Por favor introduzca una contraseña válida para conectarse al servidor ${mysql_database_type}
fr: Veuillez entrer un mot de passe valide pour se connecter au serveur ${mysql_database_type}
he: נא להציג ססמה תקפה כדי להתחבר לשרת ה־${mysql_database_type}.
pt_br: Insira uma senha válida para conectar ao servidor ${mysql_database_type}.
ro: Vă rog să introduceți o parolă corectă pentru a vă conecta la serverul ${mysql_database_type}.
ru: Пожалуйста, введите верный пароль, чтобы подключиться к серверу ${mysql_database_type}.

source: DB Name
es: DB Nombre de Usuario
fr: Nom de la base de données
he: שם מסד הנתונים
pt_br: Nome do BD
ro: Numele bazei de date (DB)
ru: Имя БД

source: Hostname or IP Address
de: Hostname oder IP-Adresse
es: Hostname o dirección IP
fr: Nom d'hôte ou adresse IP
he: שם המארח או כתובת ה־IP
pt_br: Hostname ou endereço IP
ro: Hostname sau Addresa IP
ru: Имя хоста или IP адрес

source: Korean
de: Koreanisch
es: Coreano
fr: Coréen
he: קוריאנית
ro: Coreeană
ru: Корейский

source: Unable to install ${mysql_database_type} as a service with name ${mysql_unique_service_name}
de: Nicht möglich den ${mysql_database_type}-Dienst mit der Bezeichnung ${mysql_unique_service_name} zu installieren
es: No se ha podido instalar el servicio de ${mysql_database_type} con el nombre ${mysql_unique_service_name}
fr: Impossible d'installer le service ${mysql_database_type} sous le nom ${mysql_unique_service_name}
he: לא ניתן להתקין את ${mysql_database_type} כשירות תחת השם ${mysql_unique_service_name}
pt_br: Impossível reinstalar ${mysql_database_type} como um serviço com o nome ${mysql_unique_service_name}
ro: Nu pot instala ${mysql_database_type} ca serviciu cu numele ${mysql_unique_service_name}
ru: Невозможно установить ${mysql_database_type} как службу с именем ${mysql_unique_service_name}

source: Password
de: Passwort
es: Contraseña
fr: Mot de passe
he: ססמה
pt_br: Senha
ro: Parola
ru: Пароль

source: Unable to bind to the given port number. Please select another one.
de: Nicht möglich den gegebenen Port zu verwenden. Bitte wählen Sie einen anderen.
es: No se pudo ocupar el puerto. Por favor selecciona otro distinto.
fr: Liaison impossible sur le numéro de port indiqué. Veuillez en choisir un autre.
he: לא ניתן להתאגד עם מס׳ הפתחה הנתון. נא לבחור באחת אחרת.
pt_br: Impossível anexar ao número de porta fornecido. Selecione um outro.
ro: Nu pot accesa portul cu numărul indicat. Vă rog selectați alt număr de port.
ru: Невозможно подключиться к указанному порту. Пожалуйста, выберите другой.

source: Select installation type
de: Installationstyp wählen
es: Seleccione el tipo de instalación
fr: Choissez le type d'installation
he: נא לבחור את סוג ההתקנה
pt_br: Selecione o tipo de instalação
ro: Selectați tipul instalării
ru: Выберите тип установки.

source: Installation type
de: Installationstyp
es: Tipo de instalación
fr: Type d'installation
he: סוג ההתקנה
pt_br: Tipo de instalação
ro: Tipul instalării
ru: Тип установки

source: Use ${product_fullname}
de: Benutze ${product_fullname}
es: Usar ${product_fullname}
he: שימוש ב־${product_fullname}
pt_br: Usar ${product_fullname}
ro: Folosiți ${product_fullname}
ru: Использовать ${product_fullname}

source: Installation folder
de: Installationsverzeichnis
es: Directorio de Instalación
fr: Dossier d'installation
he: תיקיית ההתקנה
pt_br: Pasta de instalação
ro: Dosarul de instalare
ru: Папка установки

source: Waiting for ${mysql_database_type} to Start.
de: Warte auf den Start von ${mysql_database_type}.
es: Esperando al arranque de ${mysql_database_type}.
fr: En attente du démarrage de ${mysql_database_type}.
he: בהמתנה לעליית ה־${mysql_database_type}.
pt_br: Aguardando que o ${mysql_database_type} inicie.
ro: Așteptați ca ${mysql_database_type} să pornească.
ru: Ожидание ${mysql_database_type} для запуска

source: WordPress is a personal blog publishing platform with a focus on aesthetics, web standards, and usability.
de: WordPress ist eine Plattform zum Veröffentlichen von ästhetischen, Webstandard-konformen und benutzerfreundlichen Blogs.
es: WordPress es una avanzada plataforma semántica de publicación personal orientada a la estética, los estándares web y la usabilidad.
he: וורדפרס הנה פלטפורמה המאפשרת לנהל בלוג המתמקדת באסתטיקה, תקני עמודי אינטרנט ושימושיות.
pt_br: WordPress é uma plataforma de publicação de blog pessoal com um foco em estética, padrões da web e utilidade.
ro: WordPress este o platformă de publicare a blogurilor personale cu centrare pe estetică, standarde web și manevrabilitate.
ru: WordPress - персональная платформа для организации блога, ориентированная на эстетику, соблюдение веб-стандартов и удобство в использовании.

source: Due to a lack of system resources (CPU or memory), the installation is unable to connect to the local ${mysql_database_type} server. Would you like to retry to connect to the ${mysql_database_type} server and continue with the installation?
de: Aufgrund mangelnder Systemressourcen (CPU und Arbeitsspeicher) kann der Installationsassistent die Verbindung zum lokalen ${mysql_database_type}-Server nicht herstellen. Möchten Sie erneut versuchen eine Verbindung zum ${mysql_database_type}-Server aufzubauen und mit der Installation fortzufahren?
es: Debido a una falta de recursos (CPU o memoria), la instalación no puede conectar al servidor ${mysql_database_type} local. ¿Le gustaría intentar de nuevo la conexción al servidor ${mysql_database_type} y continuar con la instalación?
fr: L'installation ne peut pas se connecter au serveur local ${mysql_database_type} à cause d'une insuffisance de ressources (CPU ou mémoire). Voulez-vous ré-essayer de se connecter au serveur ${mysql_database_type} et continuer avec l'installation?
he: עקב חוסר במשאבי מערכת (מעבד או זיכרון) ההתקנה לא מצליחה להתחבר לשרת ה־${mysql_database_type} המקומי. האם ברצונך לנסות להתחבר לשרת ה־${mysql_database_type} עם נוספת ולהמשיך בהתקנה?
pt_br: Devido à falta de recursos do sistema (CPU ou memória), a instalação não foi capaz de se conectar ao servidor local do ${mysql_database_type}. Gostaria de tentar se conectar novamente ao servidor do ${mysql_database_type} e continuar a instalação?
ro: Datorită lipsei unei resurse a sistemului ( procesor sau memorie), instalarea nu poate să se conecteze la serverul local de ${mysql_database_type}. Doriți să reîncercați conectarea la serverul ${mysql_database_type} și să continue instalarea ?
ru: Из-за нехватки системных ресурсов (ЦП или память), невозможно соединиться с локальным сервером ${mysql_database_type}. Хотите повторить соединение с сервером ${mysql_database_type} и продолжить с установкой?

source: Waiting ${mysql_database_type} to start.
de: Warte auf den Start von ${mysql_database_type}.
es: Esperando al arranque de ${mysql_database_type}.
fr: En attente du démarrage de ${mysql_database_type}.
he: בהמתנה לעליית ה־${mysql_database_type}.
ro: Aștept ca să ponească ${mysql_database_type}.
ru: Ожидание ${mysql_database_type} для запуска.

source: The installer could not get the current free space on ${installdir}. Please check that there is free space enough to install ${product_fullname}
de: Der Installationsassistent konnte nicht den aktuell freien Speicherplatz von ${installdir} überprüfen. Bitte überprüfen Sie ob genügend Speicherplatz frei ist, ${product_fullname} zu installieren
es: El instalador no puede obtener el espacio libre actual en ${installdir}. Por favor, compruebe que hay espacio libre suficiente para instalar ${product_fullname}
fr: Le logiciel d'installation pourrait ne pas obtenir d'espace sur ${installdir}. Veuillez vérifier qu'il y a suffisamment d'espace disponible pour installer ${product_fullname}
he: תכנית ההתקנה לא הצליחה לאתר כמה מקום פנוי יש תחת ${installdir}. נא לבדוק שיש די מקום כדי להתקין את ${product_fullname}
pt_br: O instalador não conseguiu obter o espaço livre atual em ${installdir}. Verifique se há espaço livre suficiente para instalar o ${product_fullname}
ro: Instalarea nu poate găsi spațiu suficient pe ${installdir}. Vă rog verificați dacă este suficient spațiu liber pentru a instala ${product_fullname}
ru: Установщик не может получить свободное пространство на ${installdir}. Пожалуйста, убедитесь, что на выбранном диске достаточно места для установки ${product_fullname}

source: Initializing ${mysql_database_type} Database. This could take a couple of minutes.
de: Initialisiere ${mysql_database_type}-Datenbank. Das kann einige Minuten dauern.
es: Iniciando la base de datos ${mysql_database_type}. Esto puede llevar un par de minutos.
fr: Initialisation de la base de données ${mysql_database_type}. Ceci va prendre quelques minutes.
he: מסד הנתונים של ${mysql_database_type} מופעל לראשונה. פעולה זו עלולה לארוך מספר דקות.
pt_br: Iniciando o Banco de dados ${mysql_database_type}. Isso poderá levar alguns minutos.
ro: Inițializez baza de date ${mysql_database_type}. Aceasta poate dura câteva minute bune.
ru: Инициализация БД ${mysql_database_type}. Это может занять пару минут.

source: Please enter your database root user password
de: Bitte geben Sie das Passwort für den Root-Account der Datenbank ein
es: Por favor, introduzca la constraseña del usuario root de la base de datos
he: נא להזין את ססמת משתמש העל (root) של מסד הנתונים שלך
pt_br: Insira sua senha de usuário raiz do banco de dados
ro: Vă ro introduceți parola userului "root" al bazei de date
ru: Пожалуйста, введите пароль root пользователя Вашей базы данных

source: Memcached Server port
es: Puerto del Servidor Memcached
fr: Port du serveur Memcached
he: פתחת שרת ה־Memcached
ru: Порт сервера Memcached

source: Starting Apache.
de: Starte Apache.
es: Arrancando Apache.
fr: Démarrage d'Apache
he: Apache מופעל.
ro: Pornesc Apache.
ru: Запуск Apache.

source: Unable to write file: ${apache_server_directory}/conf/ssi.conf
de: Folgende Datei konnte nicht geschrieben werden: ${apache_server_directory}/conf/ssi.conf
es: No se pudo escribir el fichero: ${apache_server_directory}/conf/ssi.conf
fr: Impossible d'écrire le fichier : ${apache_server_directory}/conf/ssi.conf
he: לא ניתן לכתוב לקובץ: ${apache_server_directory}/conf/ssi.conf
pt_br: Impossível gravar o arquivo: ${apache_server_directory}/conf/ssi.conf
ro: Nu se poate scrie fișierul : ${apache_server_directory}/conf/ssi.conf
ru: Невозможно записать файл: ${apache_server_directory}/conf/ssi.conf

source: Please configure WordPress installation
de: Bitte konfigurieren Sie Ihre WordPress-Installation
es: Por favor configure la instalación de WordPress
he: נא להגדיר את התקנת הוורדפרס
pt_br: Configure a instalação do WordPress
ro: Vă rog să configurați instalarea WordPress
ru: Пожалуйста, настройте установку WordPress

source: Subversion Server port
es: Puerto del servidor Subversion
fr: Port du serveur Subversion
he: פתחת שרת ה־Subversion
ro: Portul serverului Subversion
ru: Порт сервера субверсий

source: Unable to connect to database ${mysql_hostname}:${mysql_port}. Please check that the parameters are correct and your ${mysql_database_type} configuration accepts TCP/IP connections.
de: Datenbankverbindung gescheitert: ${mysql_hostname}:${mysql_port}. Bitte überprüfen Sie Ihre Angaben auf Richtigkeit und ob Ihre ${mysql_database_type}-Konfiguration TCP/IP-Verbindungen erlaubt.
es: No se ha podido conectar a las base de datos ${mysql_hostname}:${mysql_port}. Por favor, compruebe que los parámetros son correctos y que la configuración de ${mysql_database_type} acepta conexiones TCP/IP.
fr: Impossible de se connecter à la base de données ${mysql_hostname}:${mysql_port}. Veuillez vérifier que les paramètres sont corrects et que votre configuration de ${mysql_database_type} accepte les connexions TCP/IP.
he: לא ניתן להתחבר למסד הנתונים ${mysql_hostname}:${mysql_port}. נא לבדוק האם המשתנים נכונים ושתצורת ה־${mysql_database_type} שלך מקבלת חיבורי TCP/IP.
pt_br: Impossível conectar ao banco de dados ${mysql_hostname}:${mysql_port}. Verifique se os parâmetros estão corretos e se a sua configuração do ${mysql_database_type} aceita conexões TCP/IP.
ro: Nu se poate realiza conectarea la baza de date ${mysql_hostname}:${mysql_port}. Vă rog verificați dacă parametrii sunt corecți și configurarea ${mysql_database_type} acceptă conexiuni TCP/IP.
ru: Невозможно подключиться к БД ${mysql_hostname}:${mysql_port}. Пожалуйста, проверьте правильность параметров и разрешены ли TCP/IP подключения в конфигурации ${mysql_database_type}.

source: Please select the ports for Thin servers. Those will be added to the Apache configuration file.
de: Bitte wählen Sie die Ports für die Thin-Server. Diese werden der Apache-Konfigurationsdatei hinzugefügt.
es: Por favor, selecciona los puertos para los servidores Thin. Estos serán añadidos a la configuración de Apache.
he: נא לבחור את הפתחות לשרתי ה־Thin. אלו יתווספו לקובץ התצורה של Apache.
ro: Vă rog selectați porturile pentru serverele Thin. Acestea vor fi aăugate in fișierul de configurare Apache.
ru: Пожалуйста, выберите порты для серверов Thin. Они будут добавлены в конфигурационный файл Apache.

source: Ruby is not installed in your stack. This module requires to have Ruby installed.
de: Ruby ist in Ihrem Stack nicht installiert. Dieses Modul erfordert eine installierte Version von Ruby.
es: Ruby no está instalado en su Stack. Este módulo require Ruby instalado.
fr: Ruby n'est pas installé de votre côté. Ce module nécessite l'installation du langage Ruby.
he: אין התקנה של Ruby כחלק מהחבילה שלך. מודול זה נדרש כדי שתהיה לך התקנה של Ruby.
ro: Ruby nu este instalat în Stack. Acest modul necesită Ruby deja instalat.
ru: Ruby не установлен в Вашем стеке. Этому модулю требуется установленный Ruby.

source: Polish
de: Polnisch
es: Polaco
fr: Polonais
he: פולנית
ro: Poloneză
ru: Польский

source: Please enter the port that the ${mysql_database_type} database server will listen to. The entered port number should not be used by any other process running on the server.
de: Bitte geben Sie einen Port für den ${mysql_database_type}-Datenbankserver an. Der eingegebene Port sollte nicht von einem anderen Prozess des Servers verwendet werden.
es: Por favor, introduzca el puerto en el que escuchará la base de datos ${mysql_database_type}. El numero de puerto introducido no debe ser usado por ningún otro proceso ejecutandose en el servidor.
fr: Veuillez entrer le port sur lequel le serveur de la base de données ${mysql_database_type} devra écouter. Ce numéro de port ne devrait être utilisé par aucun autre processus fonctionnant sur le serveur.
he: נא להזין את הפתחה אליה יאזין שרת מסד הנתונים ${mysql_database_type}. אין להשתמש במספר הפתחה שהוזן על ידי שום תהליך אחר הפועל על השרת.
ro: Vă rog introduceți portul cu care va lucra serverul de baza de date ${mysql_database_type}. Numărul de port introdus va trebui să nu fie folosit de nici o altă aplicație ce rulează pe server.
ru: Пожалуйста, введите порт для сервера баз данных ${mysql_database_type}. Введённый порт не должен быть занят каким-либо другим процессом, запущенным на сервере.

source: Installing ${mysql_database_type} as a Windows service with name ${mysql_unique_service_name}
de: ${mysql_database_type} wird als Windows-Dienst mit der Bezeichnung ${mysql_unique_service_name} installiert
es: Instalando ${mysql_database_type} como servicio de Windows con el nombre ${mysql_unique_service_name}
fr: Installation de ${mysql_database_type} en tant que service Windows sous le nom ${mysql_unique_service_name}
he: ${mysql_database_type} מותקן כשירות Windows תחת השם ${mysql_unique_service_name}
pt_br: Instalando o ${mysql_database_type} como um serviço Windows com o nome ${mysql_unique_service_name}
ro: Instalarea ${mysql_database_type} ca serviciu Windows cu numele ${mysql_unique_service_name}
ru: Установка ${mysql_database_type} как службы Windows с именем ${mysql_unique_service_name}

source: Initializing database. This may take some time.
de: Initialisiere Datenbank. Dies kann einige Zeit in Anspruch nehmen.
es: Iniciando la base de datos. Esto puede tardar.
fr: Initialisation de la base de données. Ceci prendra un certain temps.
he: מסד הנתונים מופעל לראשונה. פעולה זו עלולה לארוך זמן מה.
ro: Inițializarea bazei de date. Aceasta necesită un timp mai indelungat.
ru: Инициализация базы данных. Это может занять некоторое время.

source: Do you want to keep the ${appName} database? It will be saved at ${installdir}/backups
de: Möchten Sie die ${appName}-Datenbank sichern? Die Sicherung wird gespeichert nach ${installdir}/backups
es: ¿Desea mantener el nombre de la base de datos ${appName}? Será guardada en ${installdir}/backups
fr: Voulez-vous conserver la base de données ${appName}? Elle sera sauvegardée dans ${installdir}/backups
he: האם ברצונך לשמור על מסד הנתונים של ${appName}? המסד יישמר תחת ${installdir}/backups
ro: Doriți să păstrați baza de date ${appName} ? Aceasta va fi salvată în ${installdir}/backups
ru: Хотите сохранить базу данных ${appName}? Она будет сохранена в ${installdir}/backups

source: Unable to set the phpmyadmin authorized user
de: Nicht möglich den phpMyAdmin-Benutzer zu setzen
es: No ha sido posible configurar el usuario autorizado para phpmyadmin
fr: Impossible de définir l'utilisateur autorisé PhpMyAdmin
he: לא ניתן להגדיר את המשתמש המורשה ל־phpmyadmin
pt_br: Impossível definir o usuário autorizado phpmyadmin
ro: Imposibil de configurat utilizatorul autorizat phpmyadmin
ru: Невозможно установить авторизованного пользователя phpmyadmin

source: Shutting down ${mysql_database_type}
de: ${mysql_database_type} wird heruntergefahren
es: Parando ${mysql_database_type}
fr: Arrêt de ${mysql_database_type}
he: ה־${mysql_database_type} נכבה
pt_br: Fechando o ${mysql_database_type}
ro: Închid serverul ${mysql_database_type}.
ru: Выключение ${mysql_database_type}

source: ${product_fullname} Thin Service
de: ${product_fullname} Thin-Dienst
es: Servicio ${product_fullname} Thin
he: שירות ה־Thin של ${product_fullname}
ro: Serviciul Thin ${product_fullname}
ru: Служба ${product_fullname} Thin
