Repository: ApacheFriends/xampp-build
Catalog: tools/translator/bitnami/*/bitnami.po
Languages: de, es, fr, he, pt_br, ro, ru

source: No, I will do this after installation
de: Nein, ich werde es nach der Installation tun
es: No, haré esto después de la instalación
fr: Non, je le ferai après l'installation
he: לא, פעולה זו תתבצע לאחר ההתקנה
pt_br: Não, farei isso depois da instalação
ro: Nu, voi face asta după instalare
ru: Нет, я сделаю это после установки.

source: Installing Apache as a Windows service with name ${apache_unique_service_name}
de: Installation von Apache als Windows-Dienst mit der Bezeichnung ${apache_unique_service_name}
es: Instalando Apache como servicio de Windows con el nombre ${apache_unique_service_name}
fr: Installation d'Apache en tant que service Windows sous le nom ${apache_unique_service_name}
he: התכנית Apache מותקנת כשירות ל־Windows בשם ${apache_unique_service_name}
pt_br: Instalando o Apache como serviço do Windows com nome ${apache_unique_service_name}
ro: Instalarea Apache ca un serviciu Windows cu numele ${apache_unique_service_name}
ru: Установка Apache как службы Windows с именем ${apache_unique_service_name}

source: Web Server Port
es: Puerto del servidor Web
fr: Port du serveur Web
he: פתחת שרת האינטרנט
pt_br: Porta do servidor da web
ro: Portul Serverului Web
ru: Порт веб-сервера

source: Removing Thin Cluster as services.
de: Entfernen von Thin Cluster als Dienst.
es: Eliminando los servicios de Mongel Cluster.
he: Thin Cluster מוסר כשירותים.
ro: Înlăturarea Thin Cluster ca serviciu.
ru: Удаление служб Thin Cluster.

source: This module requires at least Bitnami RubyStack ${bitnami_minimum_required_rubystack_version}. You are trying to install on top of ${base_stack_name} ${base_stack_version}. You can donwload the latest Bitnami RubyStack from www.bitnami.com
de: Dieses Modul benötigt mindestens Bitnami RubyStack ${bitnami_minimum_required_rubystack_version}. Sie versuchen auf ${base_stack_name} ${base_stack_version} als Basis zu installieren. Sie können den neuesten Bitnami RubyStack auf www.bitnami.com herunterladen
es: Este módulo requiere al menos Bitnami RubyStack ${bitnami_minimum_required_rubystack_version}. Estás intentando instalar encima de ${base_stack_name} ${base_stack_version}. Puedes descargar la última Bitnami RubyStack en www.bitnami.com
fr: Ce module nécessite au minimum Bitnami RubyStack ${bitnami_minimum_required_rubystack_version}. Vous êtes en train d'installer au dessus de ${base_stack_name} ${base_stack_version}. Vous pouvez télécharger le dernier Bitnami RubyStack depuis www.bitnami.com
he: מודול זה דורש את Bitnami RubyStack ${bitnami_minimum_required_rubystack_version}. הגרסה המיועדת להתקנה על גבי ${base_stack_name} ${base_stack_version}. ניתן להוריד את Bitnami RubyStack העדכנית ביותר מהכתובת www.bitnami.com
ro: Acest modul necesită cel puțin Bitnami RubyStack ${bitnami_minimum_required_rubystack_version}. Încercați să instalați peste ${base_stack_name} ${base_stack_version}. Puteți să descărcați cel mai nou Bitnami RubyStack de la www.bitnami.com
ru: Минимальная версия, требуемая для этого модуля - Bitnami RubyStack ${bitnami_minimum_required_rubystack_version}. Вы пытаетесь установить на версию ${base_stack_name} ${base_stack_version}. Вы можете загрузить свежую версию Bitnami RubyStack на www.bitnami.com

source: Launch ${product_fullname}
de: ${product_fullname} ausführen
es: Lanzar ${product_fullname}
fr: Démarrer ${product_fullname}
he: הפעלת ${product_fullname}
pt_br: Iniciar ${product_fullname}
ro: Pornesc ${product_fullname}
ru: Запустить ${product_fullname}

source: Please use only ascii alphanumeric characters in your password
de: Bitte verwenden Sie nur alphanumerische ASCII-Zeichen
es: Por favor, use exclusivamente caracteres alfanuméricos en su contraseña
fr: Veuillez n'utiliser que des caractères alphanumériques ASCII
he: יש להשתמש בתווי ASCII אלפאנומריים בלבד
pt_br: Use apenas caracteres alfanuméricos ascii
ro: Vă rog să folosiți doar caractere ASCII alfanumerice ( litere și cifre )
ru: Пожалуйста, используйте только латинские буквы и цифры

source: Please use only ascii alphanumeric characters in your username
de: Bitte verwenden Sie nur alphanumerische ASCII-Zeichen
es: Por favor, use exclusivamente caracteres alfanuméricos en su nombre de usuario
fr: Veuillez n'utiliser que des caractères alphanumériques ASCII
he: יש להשתמש בתווי ASCII אלפאנומריים בלבד
pt_br: Use apenas caracteres alfanuméricos ascii
ro: Vă rog să folosiți doar caractere ASCII alfanumerice ( litere și cifre )
ru: Пожалуйста, используйте только латинские буквы и цифры

source: Stopping services.
de: Dienste anhalten.
es: Parando los servicios.
fr: Arrêt des services
he: השירותים נעצרים.
ro: Opresc serviciile.
ru: Остановка служб.

source: I wish to use the bundled ${mysql_database_type} database
de: Ich möchte die mitgelieferte ${mysql_database_type}-Datenbank verwenden
es: Desearía usar una base de datos ${mysql_database_type} existente
fr: Je souhaite utiliser la base de données ${mysql_database_type} fournie
he: ברצוני להשתמש במסד הנתונים מסוג ${mysql_database_type} המאוגד
pt_br: Desejo usar o banco de dados embutido do ${mysql_database_type}
ro: Doresc să folosesc baza de date ${mysql_database_type} inclusă.
ru: Я хочу использовать встроенную ${mysql_database_type} базу данных

source: Please choose a folder that contains an installation of ${bitnami_platform_name}.
de: Bitte Ordner angeben, der bereits eine Installation von ${bitnami_platform_name} enthält.
es: Por favor, elija un directorio que contenga una instalación de ${bitnami_platform_name}.
fr: Veuillez sélectionner un dossier contenant une installation de ${bitnami_platform_name}.
he: נא לבחור תיקייה שמכילה את ההתקנה של ${bitnami_platform_name}.
pt_br: Escolha uma pasta que contém uma instalação de ${bitnami_platform_name}.
ro: Vă rog să alegeți un dosar ce onține o instalare de ${bitnami_platform_name}.
ru: Пожалуйста, выберите папку установки ${bitnami_platform_name}.

source: Set the database name and user name which will be created or used.
de: Bitte Datenbank-Name und Benutzer für die zu erstellende/verwendende Datenbank angeben.
es: Especifique el nombre de la base de datos y el usuario los cuales serán creados o usados.
fr: Donnez le nom de la base de données ainsi que celui de l'utilisateur qui seront créés ou utilisés.
he: יש להגדיר את שם מסד הנתונים ושם המשתמש שיווצרו או שבהם ייעשה שימוש.
pt_br: Defina o nome do banco de dados e o nome do usuário que será criado ou usado.
ro: Indicați numele bazei de date și numele de utilizator ce vor fi creeate sau folosite
ru: Установите имя базы данных и имя пользователя, которые будут создаваться или использоваться.

source: ${product_fullname} Subversion Service
de: ${product_fullname} Subversion-Dienst
es: Servicio de Subversion ${product_fullname}
fr: Service Subversion ${product_fullname}
he: שירות ה־Subversion של ${product_fullname}
ru: Служба субверсий ${product_fullname}

source: It seems you do not have enough permissions to bind to the port ${apachethinmodule_port2} or the port is already taken by another application. Please select another one.
de: Es scheint als hätten Sie nicht ausreichend Rechte den Port ${apachethinmodule_port2} zu verwenden oder er ist bereits von einer anderen Anwendung belegt. Bitte wählen Sie einen anderen.
es: Parece que no tienes permisos para ocupar el puerto ${apachethinmodule_port2} o el puerto está ya ocupado por otra aplicación. Por favor, selecciona otro distinto.
he: מסתבר כי אין לך את ההרשאות הדרושות לאיגוד הפתחה ${apachethinmodule_port2} או שהפתחה כבר נתפסה על ידי יישום אחר. נא לבחור בפתחה אחרת.
ro: Se pare că nu aveți suficiente permisiuni să legați portul ${apachethinmodule_port2} sau portul este deja luat de altă aplicație. Vă rog selectați alt port.
ru: Похоже, у Вас недостаточно прав для открытия порта ${apachethinmodule_port2} или этот порт уже используется другим приложением. Пожалуйста, выберите другой порт.

source: Language for default data configuration
de: Sprache der Standard-Konfiguration
es: Configuración del lenguage para los datos por defecto
he: השפה לתצורת הנתונים כבררת מחדל
ro: Limba pentru configurarea de date implicită
ru: Язык для конфигурации данных по умолчанию

source: The installer was not able to connect to the ${mysql_database_type} server. Please make sure ${mysql_database_type} is running.
de: Der Installations-Assistent konnte keine Verbindung zum ${mysql_database_type}-Server herstellen. Bitte gehen Sie sicher, dass ${mysql_database_type} bereits läuft.
es: El instalador no ha podido conectar al servidor de ${mysql_database_type}. Por favor, asegúrese de que el servidor ${mysql_database_type} está corriendo.
fr: Le programme d'installation n'a pas pu se connecter au serveur ${mysql_database_type}. Veuillez vérifier que ${mysql_database_type} est en service.
he: תכנית ההתקנה לא הצליחה להתחבר לשרת ה־${mysql_database_type}. נא לוודא כי ${mysql_database_type} אינו פעיל.
pt_br: O instalador não foi capaz de se conectar ao servidor do ${mysql_database_type}. Certifique-se de que o ${mysql_database_type} está sendo executado.
ro: Instalerul nu este capabil să se conecteze la serverul ${mysql_database_type}. Asigurați-vă că ${mysql_database_type} rulează.
ru: Установщик не может подключиться к серверу ${mysql_database_type}. Пожалуйста, убедитесь что ${mysql_database_type} запущен.

source: Do you wish to delete all saved datafiles too?
de: Sollen auch alle gespeicherten Daten gelöscht werden?
es: ¿Desea borrar también todos los ficheros de datos?
fr: Souhaitez-vous aussi supprimer tous les fichiers de données sauvegardés?
he: האם ברצונך למחוק גם את כל קובצי הנתונים שנשמרו?
ro: Doriți să ștergeți de asemenea și toate fișierele de date salvate ?
ru: Вы хотите удалить также все сохраненные файлы данных?

source: Development Settings
de: Entwicklungs-Einstellungen
es: Ajustes para desarrollo
fr: Paramétrages pour développement
he: הגדרות פיתוח
pt_br: Configurações de desenvolvimento
ro: Configurări de Dezvoltare
ru: Настройки разработки

source: Your real name
de: Ihr echter Name
es: Tu nombre real
fr: Votre nom réel
he: שמך האמתי
pt_br: Seu nome real
ro: Numele dumneavoastră adevărat
ru: Ваше реальное имя

source: Running database migration
de: Datenbank-Migration läuft
es: Ejecutando la migración de la base de datos
fr: Migration de la base de données en cours
he: הגירת מסד הנתונים מופעלת
ro: Rulez migrarea bazei de date
ru: Запуск миграции базы данных

source: Please enter a valid IP address or hostname
de: Bitte geben Sie eine gültige IP Adresse oder einen gültigen Host-Namen an
es: Por favor, introduzca una dirección IP o nombre de la máquina
fr: Veuillez entrer une adresse IP ou un nom d'hôte valide
he: נא להזין כתובת IP או שם מארח תקניים
pt_br: Insira um endereço de IP ou hostname válido
ro: Vă rog să introduceți o adresă IP validă sau un hostname valid.
ru: Пожалуйста, введите допустимый IP-адрес или имя хоста

source: ${mysql_database_type} Server port
es: Puerto del servidor ${mysql_database_type}
fr: Port du serveur ${mysql_database_type}
he: פתחת שרת ה־${mysql_database_type}
pt_br: Porta do Servidor do ${mysql_database_type}
ro: Portul Serverului ${mysql_database_type}
ru: Порт сервера ${mysql_database_type}

source: The length of the password must be equal or greater than ${component(paramadminaccount).parameter(base_required_password_length).value}
de: Die Länge des Passwortes muss mindestens ${component(paramadminaccount).parameter(base_required_password_length).value} Zeichen sein
es: La longitud de la constraseña tiene que ser igual o mayor que ${component(paramadminaccount).parameter(base_required_password_length).value}
fr: La longueur du mot de passe doit être égale ou supérieure à ${component(paramadminaccount).parameter(base_required_password_length).value}
he: אורך הססמה חייב להיות שווה או גדול מכמות של${component(paramadminaccount).parameter(base_required_password_length).value}
pt_br: O comprimento da senha deve ser igual ou superior ao $component(paramadminaccount).parameter(base_required_password_length).value}
ro: Lungimea parolei trebuie să fie mai mare sau egală decât ${component(paramadminaccount).parameter(base_required_password_length).value}
ru: Длина пароля должна быть не меньше ${component(paramadminaccount).parameter(base_required_password_length).value}

source: Unable to install Apache as a service with name ${apache_unique_service_name}
de: Kann Apache nicht als Dienst mit der Bezeichnung ${apache_unique_service_name} installieren
es: No se pudo instalar Apache como servicio con el nombre ${apache_unique_service_name}
fr: Impossible d'installer le service Apache sous le nom ${apache_unique_service_name}
he: לא ניתן להתקין את Apache כשירות מערכת בשם ${apache_unique_service_name}
pt_br: Impossível instalar o Apache como um serviço com o nome ${apache_unique_service_name}
ro: Nu pot să instalez Apache ca serviciu cu numele ${apache_unique_service_name}
ru: Невозможно установить Apache как службу с именем ${apache_unique_service_name}

source: Do you want to configure mail support?
de: Möchte Sie die Mail-Unterstützung einrichten?
es: ¿Desea configurar el soporte de correo?
he: האם ברצונך להגדיר תמיכה בדוא״ל?
pt_br: Deseja configurar o suporte de correio?
ro: Doriți să configurați suportul email ?
ru: Вы хотите настроить поддержку почты?

source: This is required so your application can send notifications via email.
de: Diese wird benötigt damit ihre Anwendung E-Mail-Benachrichtigen verschicken kann.
es: Esto es necesario para que su aplicación pueda enviar notificaciones por correo.
he: תמיכה זו נדרשת כדי שהיישום שלך יוכל לשלוח התרעות באמצעות דוא״ל.
pt_br: Isso é necessário para que seu aplicativo possa enviar notificações por e-mail.
ro: Aceasta este necesar ca aplicați adumneavoastră să poată trimite notificări prin email.
ru: Это необходимо для отправки email уведомлений Вашим приложением.

source: Apache Web Server Port
es: Puerto del servidor Apache
fr: Port du serveur Web Apache
he: פתחת שרת האינטרנט Apache
pt_br: Porta do servidor da web do Apache
ro: Portul Serverului Web Apache
ru: Порт веб-сервера Apache

source: ${mysql_database_type} software delivers a very fast, multi-threaded, multi-user, and robust SQL database server.
de: ${mysql_database_type} ist ein sehr schnelles und robustes relationales Datenbankverwaltungssystem.
es: ${mysql_database_type} es un software de respuesta muy rápida, multi hilo, multi usuario y servidor SQL de base de datos robusto.
fr: Le logiciel ${mysql_database_type} fourni un serveur de base de données très rapide, robuste, multi-tâches et multi-utilisateurs.
he: התכנית ${mysql_database_type} מספקת שרת מסד נתונים מהיר מאוד, מרובה משתמשים ויציב מסוג SQL.
pt_br: O software ${mysql_database_type} oferece um servidor de banco de dados SQL robusto, de vários usuários, de cadeias múltiplas e muito rápido.
ro: Softul ${mysql_database_type} oferă un server de baze de date foarte rapid, multi-fir de execuție, multi-utilizator și foarte robust
ru: ${mysql_database_type} предоставляет очень быстрый, многопоточный, многопользовательский и устойчивый сервер базы данных SQL.

source: Russian
de: Russisch
es: Ruso
fr: Russe
he: רוסית
ro: Rusă
ru: Русский

source: Web Server Domain
es: Dominio del Servidor Web
fr: Domaine du serveur Web
he: שם מתחם שרת האינטרנט
pt_br: Domínio do servidor da web
ru: Домен веб-сервера

source: Thin Server Port
es: Puerto del Servidor Thin
he: פתחת שרת ה־Thin
ru: Порт сервера Thin

source: Installation folder cannot contain spaces.
de: Installationsverzeichnis darf keine Leerzeichen enthalten.
es: El directorio de instalación no puede contener espacios.
fr: Le nom du dossier d'installation ne peut pas contenir d'espaces.
he: אין לכלול רווחים בשם תיקיית ההתקנה.
pt_br: A plasta de instalação não pode conter espaços.
ro: Numele dosarului de instalare nu poate conține spații.
ru: Папка установки не должна содержать пробелы.

source: Custom
de: Benutzerdefiniert
es: Personalizada
fr: Sur mesure
he: התאמה אישית
pt_br: Personalizado
ro: Personalizat
ru: Вручную

source: Configure SMTP Settings
de: SMTP-Einstellungen konfigurieren
es: Configure las opciones de SMTP
fr: Configurer les réglages SMTP
he: הגדרת תצורת ה־SMTP
pt_br: Configurar ajustes de SMTP
ro: Configurare setări SMTP
ru: Настройка SMTP

source: Stop ${product_fullname} service
de: ${product_fullname}-Dienst anhalten
es: Parar el servicio ${product_fullname}
fr: Arrêt du service ${product_fullname}
he: עצירת השירות ${product_fullname}
pt_br: Parar o serviço de ${product_fullname}
ro: Opresc serviciul ${product_fullname}
ru: Остановка службы ${product_fullname}

source: German
de: Deutsch
es: Alemán
fr: Allemand
he: גרמנית
ro: Germană
ru: Немецкий

source: Cannot source ${mysql_database_type} file '${sqlFile}': It does not exist
de: Kann die ${mysql_database_type}-Datei '${sqlFile}' nicht finden
es: No se cargar el fichero de ${mysql_database_type} '${sqlFile}': El fichero no existe
fr: Impossible de trouver le fichier '${sqlFile}' pour ${mysql_database_type} : n'existe pas
he: לא ניתן לשאוב מקובץ מקור של ${mysql_database_type} ‏'${sqlFile}': הקובץ אינו קיים
pt_br: Não é possível obter o arquivo do ${mysql_database_type} '${sqlFile}': ele não existe
ro: Nu găsesc fișierul ${mysql_database_type} - '${sqlFile}': nu există.
ru: Невозможно определить файл ${mysql_database_type} '${sqlFile}': Не существует

source: Please enter the existing ${mysql_database_type} password for ${bitnami_platform_name}
de: Bitte geben Sie das Passwort für die ${mysql_database_type}-Datenbank ${bitnami_platform_name} ein
es: Por favor, introduzca la contraseña de ${mysql_database_type} existente para ${bitnami_platform_name}
fr: Veuillez entrer le mot de passe existant ${mysql_database_type} pour ${bitnami_platform_name}
he: נא להזין את ססמת ה־${mysql_database_type} הנוכחית עבור ${bitnami_platform_name}
pt_br: Insira a senha do ${mysql_database_type} existentes para ${bitnami_platform_name}
ro: Vă rog să introduceți parola ${mysql_database_type} existentă pentru ${bitnami_platform_name}
ru: Пожалуйста, введите существующий ${mysql_database_type} пароль для ${bitnami_platform_name}

source: Manager tool
de: Verwaltungswerkzeug
es: Herramienta Manager
fr: Outil graphique de gestion de serveurs
he: כלי הניהול
pt_br: Ferramenta de gerente
ro: Unealta Manager
ru: Инструмент управления

source: File permissions and configuration settings will be set with security and performance in mind. Installing certain plugins, themes and updates may require manual changes or installing additional services like FTP. Recommended if this stack will be deployed on a public server.
de: Dateiberechtigungen und Konfigurationen werden unter dem Aspekt der Sicherheit und Performance gewählt. Bestimmte Plugins, Themes und Updates können manuelle Anpassungen oder die Installation weiterer Dienste wie FTP erforderlich machen. Empfohlen falls dieser stack auf einem öffentlichen Server eingesetzt wird.
es: Los permisos y ajustes serán configurados teniendo en cuenta la seguridad y el rendimiento. Instalar ciertos plugins, temas o actualizaciones requiere cambios manuales o instalar servicios adicionales como FTP. Está recomendado si esta stack está alojada en un servidor público.
fr: Les permissions sur les fichiers et les paramètres de configuration seront réglés en tenant compte de la sécurité et des performances. L'installation de certains plugins, thèmes et mises à jour peuvent nécessiter des changements manuels ou l'installation de services additionnels tels que FTP. Ceci est conseillé dans le cas d'un serveur public.
he: הרשאות הקובץ והגדרות התצורה יוגדרו תוך התחשבות באילוצי אבטחה ושיקולי ביצועים. התקנה של תוספים, ערכות נושא ועדכונים מסוימים עלולים לאלץ אותך לבצע שינויים ידניים או להתקין שירותים נוספים כדוגמת FTP. פעולה זו מומלצת אם חבילה זו תוטמע בשרת ציבורי.
pt_br: As permissões de arquivo e os ajustes de configuração serão definidos tendo em mente a segurança e o desempenho. Instalar certos plugins, temas e atualizações poderá exigir alterações manuais ou a instalação de serviços adicionais como FTP. Recomendado se esta pilha for empregada em um servidor público.
ro: Permisiunile fișierelor și setările de configurare vor fi setate având în vedere secutitatea și performanța. Instalarea diferitelor plugin-uri, teme și update-uri pot necesita schimbări manuale sau instalarea unor servicii adiționale ca FTP. Recomandat dacă pachetul va fi instalat pe un server public.
ru: Права на файлы и параметры конфигурации будут установлены, помня о безопасности и производительности. Установка некоторых плагинов, тем и обновлений может потребовать ручных изменений или установки дополнительных служб, таких как FTP. Рекомендуется, если этот стек будет развернут на общедоступном сервере.

source: Yes, please prompt me
de: Ja, bitte fordere mich dazu auf
es: Sí, pregúnteme por favor
fr: Oui, demandez-moi
he: כן, נא להודיע לי
pt_br: Sim, lembre-me.
ro: Da, vă rog să mă întrebați
ru: Да, спросить меня

source: Czech
de: Tschechisch
es: Checo
fr: Tchèque
he: צ׳כית
ro: Cehă
ru: Чешский

source: Portuguese/Brazilian
de: Portugisisch/Brasilianisch
es: Portugués/Brasileño
fr: Portugais/Brésilien
he: פורטוגזית ברזילאית
ro: Portugheză/Braziliană
ru: Португальский/Бразильский

source: Chinese
de: Chinesisch
es: Chino
fr: Chinois
he: סינית
ro: Chineză
ru: Китайский

source: You are trying to install a 32bit module on a 64bit installation. This is not supported. Please download the correct module from bitnami.com
de: Sie versuchen ein 32-Bit-Modul auf einem 64-Bit-System zu installieren. Dies wird nicht unterstützt. Bitte korrektes Modul von bitnami.com runterladen
es: Estás intentando instalar un módulo de 32bit en una instalación de 64bit. Esta configuración no está soportada. Por favor, descargue el modulo apropiado desde bitnami.com
fr: Non supporté : vous êtes en train de vouloir installer un module 32bit sur une installation 64bit. Veuillez télécharger le module adéquat depuis bitnami.com
he: המודול המועמד להתקנה הוא מסוג 32 סיביות בעוד התקנת המערכת היא 64 סיביות. פעולה זו אינה נתמכת. נא להוריד את המודול הנכון מהאתר bitnami.com
pt_br: Você está tentando instalar um módulo de 32 bits em uma instalação de 64 bits. Isso não é suportado. Faça o download do módulo correto em bitnami.com
ro: Încercați să instalați un modul de 32biți peste o instalare de 64biți. Aceasta nu este posibil. Vă rugăm să descărcați modulul corect de la bitnami.com
ru: Вы пытаетесь установить 32-битный модуль на 64-битную установку. Это невозможно. Пожалуйста, загрузите корректный модуль с bitnami.com

source: Launch Redmine application.
de: Starte Redmine-Anwendung.
es: Lanzar la aplicación Redmine.
fr: Lancement de l'application Redmine
he: טעינת היישום Redmine.
ro: Pornesc aplicația Redmine
ru: Запуск приложения Redmine.

source: Waiting Subversion to start.
de: Warte auf den Start von Subversion.
es: Esperando al arranque de Subversion.
fr: En train d'attente Subversion pour pouvoir démarrer.
he: בהמתנה להפעלת Subversion.
ro: Aștept să pornească Subversion
ru: Ожидание субверсии для запуска.
